{"id":{"0":10156863528927116,"1":10156863494887116,"2":10156863468907116,"3":10156863417847116,"4":10156863322937116,"5":10156863243212116,"6":"10156863528927115","7":"10156863494887115","8":"10156863468907115","9":"10156863417847115","10":"10156863322937115","11":"10156863243212115","12":"10156862328527115","13":"10156862198432115","14":"10156860074562115","15":"10156859718797115","16":"10156859643097115"},"date":{"0":1584957496000,"1":1584958087000,"2":1584959036000,"3":1584958542000,"4":1584951834000,"5":1584949376000,"6":1584957496000,"7":1584958087000,"8":1584959036000,"9":1584958542000,"10":1584951834000,"11":1584949376000,"12":1584926688000,"13":1584889363000,"14":1584883930000,"15":1584881147000,"16":1584738000000},"url":{"0":"https:\/\/www.straitstimes.com\/singapore\/coronavirus-spore-government-to-make-its-contact-tracing-app-freely-available-to","1":"https:\/\/www.straitstimes.com\/singapore\/education\/schools-reopen-after-march-holidays-students-who-had-travelled-placed-on-14-day","2":"https:\/\/www.straitstimes.com\/singapore\/health\/recovering-covid-19-patients-sent-to-mt-elizabeth-hospital-freeing-beds-in-public","3":"https:\/\/www.straitstimes.com\/singapore\/coronavirus-all-travellers-arriving-in-singapore-must-submit-health-declaration-from","4":"https:\/\/www.straitstimes.com\/singapore\/transport\/cabbies-affected-by-slowdown-to-be-offered-crowd-control-jobs-at-mrt","5":"https:\/\/www.straitstimes.com\/singapore\/transport\/tel-to-shorten-operating-hours-from-april-to-july-to-prepare-for-opening-of-new","6":"https:\/\/www.straitstimes.com\/singapore\/coronavirus-spore-government-to-make-its-contact-tracing-app-freely-available-to","7":"https:\/\/www.straitstimes.com\/singapore\/education\/schools-reopen-after-march-holidays-students-who-had-travelled-placed-on-14-day","8":"https:\/\/www.straitstimes.com\/singapore\/health\/recovering-covid-19-patients-sent-to-mt-elizabeth-hospital-freeing-beds-in-public","9":"https:\/\/www.straitstimes.com\/singapore\/coronavirus-all-travellers-arriving-in-singapore-must-submit-health-declaration-from","10":"https:\/\/www.straitstimes.com\/singapore\/transport\/cabbies-affected-by-slowdown-to-be-offered-crowd-control-jobs-at-mrt","11":"https:\/\/www.straitstimes.com\/singapore\/transport\/tel-to-shorten-operating-hours-from-april-to-july-to-prepare-for-opening-of-new","12":"https:\/\/www.straitstimes.com\/singapore\/sia-to-cut-96-of-capacity-grounds-138-of-its-147-planes","13":"https:\/\/www.straitstimes.com\/singapore\/transport\/coronavirus-scoot-suspends-most-of-its-flights-more-than-50-routes-affected","14":"https:\/\/www.straitstimes.com\/singapore\/im-isolating-myself-as-if-i-have-the-virus-students-returning-from-overseas-taking-stay","15":"https:\/\/www.straitstimes.com\/singapore\/coronavirus-education-minister-ong-ye-kung-responds-to-concerns-on-schools-reopening","16":"https:\/\/www.straitstimes.com\/singapore\/health\/children-less-likely-to-be-sick-from-covid-19-professor"},"image":{"0":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/23\/yq-tracetogether-23032020.jpg?itok=v_ZEhD7t","1":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/23\/hzschool0323.jpg?itok=Ma3HyNx9","2":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/23\/img-20200323-wa0041.jpg?itok=tLEyIDUe","3":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/23\/yq-changiairport-23032020.jpg?itok=RN2aZHZv","4":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/23\/yq-taxigen-23032020.jpg?itok=DwQnDi1A","5":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/23\/dw-tel1-200323.jpg?itok=-ckh5pWC","6":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/23\/yq-tracetogether-23032020.jpg?itok=v_ZEhD7t","7":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/23\/hzschool0323.jpg?itok=Ma3HyNx9","8":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/23\/img-20200323-wa0041.jpg?itok=tLEyIDUe","9":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/23\/yq-changiairport-23032020.jpg?itok=RN2aZHZv","10":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/23\/yq-taxigen-23032020.jpg?itok=DwQnDi1A","11":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/23\/dw-tel1-200323.jpg?itok=-ckh5pWC","12":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/23\/ab_sia_230320.jpg?itok=c_EqS--Q","13":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/22\/yq-scootplane-22032020.jpg?itok=SOh7mLD7","14":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/22\/yq-limyx-22032020.jpg?itok=Acr1x4pI","15":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/22\/yq-schgen-22032020.jpg?itok=TbLK8lXh","16":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/14\/ct-c-1403.jpg?itok=M4WUHItx"},"title":{"0":"Coronavirus: S+pore Government to make its contact-tracing app freely available to developers worldwide","1":"Exam-style seating, wipe-down routines: Schools reopen with safe distancing measures to prevent coronavirus spread","2":"Recovering coronavirus patients sent to Mt Elizabeth Hospital, freeing beds in public hospitals for sicker patients","3":"Coronavirus: All travellers arriving in Singapore must submit health declaration from Friday","4":"Taxi drivers affected by slowdown due to coronavirus outbreak to be offered crowd control jobs at MRT","5":"Stage 2 of Thomson-East Coast Line likely to open after July; operating hours shortened to prepare for it","6":"Coronavirus: S+pore Government to make its contact-tracing app freely available to developers worldwide","7":"Exam-style seating, wipe-down routines: Schools reopen with safe distancing measures to prevent coronavirus spread","8":"Recovering coronavirus patients sent to Mt Elizabeth Hospital, freeing beds in public hospitals for sicker patients","9":"Coronavirus: All travellers arriving in Singapore must submit health declaration from Friday","10":"Taxi drivers affected by slowdown due to coronavirus outbreak to be offered crowd control jobs at MRT","11":"Stage 2 of Thomson-East Coast Line likely to open after July; operating hours shortened to prepare for it","12":"Coronavirus: SIA announces deeper pay cuts, compulsory no-pay leave as it cuts 96% of capacity, grounds 138 of 147 planes","13":"Coronavirus: Scoot suspends most of its flights, more than 50 routes affected","14":"+I+m isolating myself as if I have the virus+: Students returning from overseas taking stay-home notice seriously","15":"Coronavirus: Education Minister Ong Ye Kung responds to concerns on schools reopening","16":"Children less likely to be sick from Covid-19: Professor"},"text":{"0":"SINGAPORE - In a move to help the international community combat the coronavirus pandemic, the Government will be making the software for its contact-tracing application TraceTogether, which has already been installed by more than 620,000 people, freely available to developers around the world.  In a Facebook post on Monday (March 23), Minister-in-charge of the Smart Nation Initiative Vivian Balakrishnan said that the app, developed by the Government Technology Agency (GovTech) and the Ministry of Health, will be open-sourced.  This means that the software+s source code will be made freely available and may be redistributed and modified.  +We believe that making our code available to the world will enhance trust and collaboration in dealing with a global threat that does not respect boundaries, political systems or economies,+ said Dr Balakrishnan, who is also Foreign Minister.  +Together, we can make our world safer for everyone.+  Launched last Friday, the TraceTogether app can identify people who have been within 2m of coronavirus patients for at least 30 minutes, using wireless Bluetooth technology. Its developers say the app is useful when those infected cannot recall whom they had been in close proximity with for an extended duration.  For the app to start tracing, the Bluetooth setting on mobile phones has to be turned on.  If a user gets infected, the authorities will be able to quickly find out the other users he has been in close contact with, allowing for easier identification of potential cases and helping curb the spread of the virus.  Official contact tracers will provide a code that users can match with a corresponding verification code on their app. Once authenticated, users will get a PIN that allows data to be submitted.  Contact tracers will not ask for any personal financial details or request that money be transferred over the phone.  In his post on Monday, Dr Balakrishnan said that the GovTech team was working +around the clock+ to finalise documents to allow others to use the BlueTrace protocol - the building blocks of the TraceTogether app. He added that TraceTogether has been installed by more than 620,000 users so far.  Related Story GovTech develops automated, contactless temperature scanner  Related Story Tide yet to turn for coronavirus situation in Singapore, says PM Lee  Related Story Coronavirus cases in Singapore: What we know so far  Dr Janil Puthucheary, Minister-in-charge of GovTech, also weighed in on the app in a radio show on Monday, saying that a team of about 40 engineers spent more than 10,000 man-hours developing TraceTogether.  Dr Janil also encouraged more people to download TraceTogether as added protection.  TraceTogether+s developers uploaded a manifesto for BlueTrace on the app+s website on Monday, calling for international adoption of contact-tracing solutions in today+s globalised world as weapons to turn the tide against the Covid-19 outbreak.  +Covid-19 and other novel viruses do not respect national boundaries. Neither should humanity+s response. In a globalised world, with high volumes of international travel, any decentralised contact-tracing solution will need mass adoption to maximise network effects,+ stated the app developers+ manifesto.  Interested parties can contact the TraceTogether team via e-mail or check this website for more information.","1":"SINGAPORE - Most students across Singapore returned to school on Monday (March 23), the first day after the week-long March holidays.  Some are serving a 14-day leave of absence after returning from trips abroad during the holidays, as part of stricter measures to prevent the spread of the coronavirus announced by the Ministry of Education (MOE) last week.  The leave of absence would apply to students and staff of schools, pre-schools and student care centres who returned from overseas on or after March 14, MOE had said.  Students who have to miss classes will be supported through home-based learning programmes.  The Straits Times has contacted the ministry for more information.  Education Minister Ong Ye Kung said in a Facebook post on Monday afternoon that additional safe distancing measures are in place in schools, after visiting a few of them in the morning.  These include exam-style seating for pupils from Primary 3; fixed group-cluster seating for Primary 1, Primary 2 and MOE kindergarten children; wipe-down routines; and assigned seating in canteens and play areas.  +Schools seemed a bit quieter with some students serving their leave of absence or stay-home notice,+ said Mr Ong. +But they all took the precautionary measures in their stride. They understand that the measures are necessary to keep them safe.+  He added: +We are doing our best to keep students and staff safe in school so that students can continue learning in a familiar environment, with a familiar routine. Let us all do our part to make that happen.+  Many parents have recently voiced their concerns, with some asking why the holidays were not extended, prompting Mr Ong to address such issues in an earlier post on Facebook on Sunday.  The minister cited scientific evidence, the extra precautions and a desire to reduce disruptions as key considerations in allowing students to resume classes.  On Monday, some parents made efforts to avoid the morning crowds, while others said they hoped the ministry would give students a home-based learning option, given the evolving situation.  Housewife Joanna Tan, 40, said she usually takes a public bus with her seven-year-old daughter to Paya Lebar Methodist Girls+ School (Primary). But they left the house 10 minutes earlier on Monday morning to catch a less crowded bus, and arrived at the school at 7am.  +After school, we also walked one bus stop up so we wouldn+t have to wait with the crowds.+  Madam Priscilla Yeow, 44, said her Secondary 2 son and Primary 6 daughter also went to school on Monday.  +We+re definitely worried and the situation around the world is very bad. But I think our Government has implemented good border controls and schools are taking a lot of precautions, like suspending co-curricular activities,+ she said.  Related Story Coronavirus: Education Minister Ong Ye Kung responds to concerns on schools reopening  She added: +My daughter is on the school bus but for the next two weeks, if my son has to travel during peak hours, I will make arrangements to pick him up instead.+  Madam Yeow, who helps out with a family business, said suspending school would have a huge impact on working parents.  +If everybody is socially responsible, obeys the stay-home notice if they go overseas, it should be alright,+ she said.  But the spike in the number of imported cases last week made some parents like Madam Diana Ismail decide to keep their children at home instead.  The 41-year-old business owner+s four sons will stay at home this week while she monitors the situation. One of them is in pre-school, another in primary school and the oldest two are in secondary school.  +My concern is that some parents had gone abroad and are now on stay-home notice, but their children can still go to school if they didn+t travel,+ she said.  Madam Diana added: +My sons are in four different schools and they have to take public transport, so I just want to minimise any possible contact with more people... My mum, who lives with us, is in her 60s and not in good health, so I have to take care of her too.+  Perhaps the March school break could have been extended by a week or two, and the June holidays could be used for lessons to make up for the curriculum time lost, she suggested.  +Wouldn+t it be simpler for everyone to have e-learning, and maybe employers could allow parents to take turns to work from home in this pandemic?+    Pei Chun Public School pupils queueing up in their school+s canteen. PHOTO: ONG YE KUNG\/FACEBOOK    Another parent, Madam Claire Chan, 40, had kept her two children - one in kindergarten and one in primary school - at home for about a month, from Jan 28 to Feb 23.  +Both my children have asthma. They routinely experience complications leading to pneumonia from simple viral infections,+ she said.  +We cannot afford for them to be sick because it will take a lot of investigative work to determine whether they are down with Covid-19.+  Her son went back to school to sit his term tests at the end of February. The school has in place measures such as getting pupils to wash their hands diligently and wiping down their classroom, said Madam Chan.  Ms Wang Peiqi and her family are on stay-home notice after returning from Thailand last Wednesday. Ms Wang, 36, whose sons are aged five and 10, said she is waiting for more instructions about home-based learning. Her older son+s form teacher video-calls her every day to check on his temperature, and makes sure he is home.  Related Story 23 new coronavirus cases in Singapore including 18 imported; 4 recovered  Related Story Coronavirus cases in Singapore: What we know so far  The sales executive said: +Working from home isn+t easy; we can+t go out and getting groceries is a hassle.+  For now, she keeps her sons busy with homework or tasks like drawing.  Added the Singaporean: +Thailand was very quiet and many shops were closed. Taxi drivers refused to take us on two occasions and people avoided us because we+re Chinese. We+re thankful to be back in Singapore.  +It+s safer to be at home than to risk any possible spread because we don+t know if we have the virus and we just don+t know it yet.+","2":"SINGAPORE - Twenty-nine patients recovering from Covid-19 were transferred from the National Centre for Infectious Diseases to a ward at Mount Elizabeth Hospital in Orchard Road on Monday (March 23).  These are patients who are no longer sick or who need less medical care, but are still shedding virus. They will be discharged once they are confirmed clear of the coronavirus and no longer risk spreading the disease.  Someone who saw the patients arriving at the private hospital said they all looked well, and walked in themselves carrying their bags or pulling luggage.  It is the first of the four Parkway hospitals to take in Covid-19 patients from the public sector, said Dr Noel Yeo, senior vice-president of Parkway+s hospital operations in Singapore.  He said: +Our other three hospitals - Gleneagles, Mount Elizabeth Novena and Parkway East Hospitals - have also been put on alert to receive more of such patients in the future.+  The move is to free public hospitals so that they can take care of the more seriously ill Covid-19 patients. The number of new infections, especially imported ones, has been fairly high as residents return from high-infection countries.  There are now more than 300 Covid-19 patients hospitalised in Singapore.  Dr Yeo said these are not the first Covid-19 patients to be treated at a Parkway hospital, although they are the first to be transferred from the public sector.  +Prior to this, we have already been actively managing Covid-19 patients in several of our facilities,+ he said. Two Indonesians infected by the coronavirus had flown into Singapore and gone to Gleneagles for treatment.  There are a still handful of other Covid-19 patients at its other hospitals.  Obstetricians at Parkway East have expressed concerns that the ward for the Covid-19 patients is on the same floor as the maternity ward.  But Dr Yeo said: +The same stringent safety protocols and precautionary measures will apply for these new patients, who will be housed in a single ward at the hospital.+  Related Story SGH sets up fever screening area in carpark as cases spike  These patients will not be allowed to leave the ward, nor are they allowed any visitors.  All staff working in areas where the patients are must don protective apparel.  He added that the areas these patients passed through during the transfer will be thoroughly cleaned and sanitised.  Dr Yeo said: +We have been working closely with the Ministry of Health (MOH) on joining the national effort against Covid-19, and how private sector resources may be utilised to alleviate the load on public healthcare institutions.+  He added that he hopes other private sector hospitals +will also rise to the call and play their part to complement these efforts.+  Last week, Health Minister Gan Kim Yong assured that Singapore has sufficient healthcare facilities and workers to cope with the current number of Covid-19 patients.  He said there are also contingency plans if numbers go up.  Associate Professor Kenneth Mak had said that MOH was exploring working with the private healthcare sector.  Prof Mak, director of medical services at MOH, added that there is already a good relationship between the public and private sectors with past collaborations.","3":"SINGAPORE - All travellers arriving in Singapore - including Singapore citizens, permanent residents and long-term pass holders - must submit an online health declaration before proceeding with immigration clearance, from Friday 9am (March 27).  The Immigration and Checkpoints Authority (ICA) said on Monday that all travellers will have to do so via the SG Arrival Card electronic service.  ICA explained that this new entry requirement is an additional precautionary measure to mitigate the risk of importing Covid-19, the disease caused by the coronavirus, into Singapore. It will be subject to further review according to the global Covid-19 situation.  The data from the declarations will be used by the Ministry of Health (MOH) for contact tracing purposes if any traveller becomes a suspected or confirmed coronavirus case. The data will also become part of the traveller’s medical history for reference at local healthcare institutions where these travellers will be treated.  Long-term pass holders refer to those with a student’s pass, dependant’s pass, work pass or long-term visit pass.  ICA+s announcement comes after MOH said on Sunday that all short-term visitors from anywhere in the world will not be allowed to enter or transit through Singapore from Monday, 11.59pm.  The Ministry of Manpower will only allow the entry or return of work-pass holders, including their dependants, who provide essential services, such as in healthcare and transport.  ICA said on Monday that those who do not submit their electronic health declarations before arriving here must fill in and submit their forms electronically before they can proceed with immigration clearance. This will unnecessarily delay their immigration clearance, the authority added.  Travellers who provide false declarations can be prosecuted under the Infectious Diseases Act.  The new health declaration function on the SG Arrival Card e-service was developed by ICA in consultation with MOH, and is fully integrated with ICA’s immigration system.  The e-service was rolled out for testing from August last year to allow short-term visitors to submit information about their visit to Singapore digitally before they arrived here.  Related Story Coronavirus: Singapore residents who travel overseas may face consequences as Govt ramps up border controls  Related Story Coronavirus cases in Singapore: What we know so far  This was to replace the need to fill up paper-based disembarkation\/embarkation cards. ICA said that as of last month, it had cleared more than 560,000 electronic SG Arrival Card records that short-term visitors had submitted.  Singapore residents and long-term pass holders submitting their health declaration will need to select “Residents” on the e-service. They will then be directed to provide their health and recent travel information, as well as personal and contact details.  The health declaration will be made available before Friday as part of the SG Arrival Card e-Service, so that travellers who are due to arrive in Singapore after Friday 9am can complete it before their arrival.  Travellers can submit their health declarations up to three days before arriving here. They must re-submit their health declaration if there are changes to their health conditions or travel histories before arriving in Singapore.  The SG Arrival Card e-service is available at ICA’s website and the service’s free mobile application can be downloaded from the Apple App Store and Google Play store.  ICA added that from Friday 9am, it will end the paper-based disembarkation\/embarkation card.  This means that when entry into Singapore for short-term visitors resumes in the future, these travellers must provide their arrival and departure information through the SG Arrival Card e-service instead.","4":"SINGAPORE - Taxi drivers displaced by the developing coronavirus outbreak will be deployed to lessen crowding on trains, Transport Minister Khaw Boon Wan said on Monday (March 23).  Speaking during a visit to Bright Hill station on Stage 2 of the Thomson-East Coast line (TEL), Mr Khaw said having +temporary transport ambassadors to help commuters keep safe distances+ was an idea mooted by Senior Minister Teo Chee Hean.  +These are temporary positions to support higher manpower needs at our stations during this special period,+ Mr Khaw said. +These ambassadors can also help to sanitise our train cabins, seats, poles more frequently.+  During pre-outbreak times, MRT trains could pack as many as four commuters per square metre during peak hours. Although crowding has reduced since the coronavirus forced many to work from home, public transport commuters are still placed well within the 1m distance recommended by the Government for entertainment venues, restaurants, hawker centres and cinemas.  Mr Khaw said: +I would very much like to do the same for buses and trains. Unfortunately, as public transport has to accommodate large numbers of people at the same time, this is very challenging. Almost impossible, unless we can substantially reduce peak-hour demand. I say: Let+s try.+  He said the transport ambassadors could be employed on three or six-month contracts, +depending on how long the pandemic lasts+.  Cabbies who have seen their earnings hit by the Covid-19 pandemic can fill these roles. +The extra cash allowance may also come in handy... to supplement their reduced income,+ Mr Khaw said. He noted that transport operators have seen some of their taxi drivers suffering due to reduced income.  +They are keen to try out the transport ambassador idea, for their taxi drivers,+ the minister said, adding that the Land Transport Authority will work with them to get the scheme running +in the coming weeks+.  +This is our attempt to help one another, within the public transport sector, cope with the pandemic,+ he said. +Regulator, transport operators and unions working together, fighting a common enemy. We will emerge stronger as one transport family.+  He also suggested that displaced cabbies can train to be bus captains.  Taxi drivers and private-hire drivers say their earnings have dropped by as much as 60 per cent since the outbreak hit Singapore in January. Many have given up driving as a result, despite financial aid handed out by the Government and operators.  While no operator would divulge its unhired rate, industry observers reckon it could be as high as 30 per cent. If so, more than 20,000 drivers have given up their vehicles.","5":"SINGAPORE - Stage 2 of the Thomson-East Coast line (TEL) is likely to open after July.  Transport Minister Khaw Boon Wan said on Monday (March 23) that testing of the six-station stretch will be carried out from April to July.  Speaking during a visit to the Bright Hill MRT station, Mr Khaw said Stage 1 will close early and open later on weekends from April to July. This is to facilitate testing of Stage 2, which comprises six stations - Springleaf, Lentor, Mayflower, Bright Hill, Upper Thomson and Caldecott.  +This will allow us to run trains through the entire stretch of nine stations, from Woodlands North to Caldecott for thorough integrated testing. It is necessary,+ he said.  +We did the same for the Downtown Line, which also opened in stages,+ he added.  In a separate statement, the Land Transport Authority (LTA) and SMRT said services on Stage 1 of the TEL - Woodlands North, Woodlands and Woodlands South stations - will close earlier, at 10pm every Friday, Saturday and Sunday, and start later at 6.30am every Saturday and Sunday, from April 3 to July 26.  TEL Stage 2 will benefit more than 60,000 households near the six new stations.  The minister also said more needs to be done to reduce crowding on public transport in light of the developing Covid-19 pandemic.  He outlined a few steps: One, do not use public transport if you are unwell, as doing so will endanger other commuters. Two, cut down on unnecessary travels during this period. Three, talk softly, if you need to.  +Best, don+t talk,+ he said. +Let fellow commuters have a quiet journey.+  Talking increases the chance of droplets - a key means of transmission - being dispersed.  Related Story Taxi drivers affected by slowdown due to coronavirus outbreak to be offered crowd control jobs at MRT  Related Story $100m to build simulation facilities on all train lines in Singapore to improve rail reliability  And, lastly, avoid travelling during peak hours. +Here we need employers to help out by supporting staggered working hours, flexi-time and telecommuting. Many have done so,+ he said.  Mr Khaw also noted that many were working from home, but more could do so. He noted that two-thirds of the Transport Ministry are working from home, and +productivity is not affected+. In fact, less commuting time means more time for work, he quipped.  He said with telecommunications connectivity, there is little need for people to gather at an office. +I hope post-pandemic, office life for most will no longer be the same,+ he said. +This will reduce peak-hour demand and the pressure on us to add more trains and more lines at great cost to taxpayers and commuters.+  With the shorter operating hours for the existing Stage 1 TEL stations, LTA and SMRT said that this will double the engineering hours to test the systems and trains.  Related Story New MRT map: Online reactions mostly positive but some prefer the old map  Related Story Woodlands station on Thomson-East Coast Line also serves as civil defence shelter  During the shorter operating hours, they said commuters may use existing public bus services such as 901\/M, 169 and 856 to travel in and near Woodlands. They may also use these bus services to transfer to the North-South Line at Woodlands Station.  Upon its planned completion by 2024, the TEL will be Singapore+s sixth and longest MRT line, costing $25 billion to build. It will add 32 new stations to the existing rail network, with eight interchange stations in total.  When fully operational, the TEL is expected to initially serve around 500,000 commuters daily, eventually rising to about one million.  - Additional reporting by Clement Yong","6":"SINGAPORE - In a move to help the international community combat the coronavirus pandemic, the Government will be making the software for its contact-tracing application TraceTogether, which has already been installed by more than 620,000 people, freely available to developers around the world.  In a Facebook post on Monday (March 23), Minister-in-charge of the Smart Nation Initiative Vivian Balakrishnan said that the app, developed by the Government Technology Agency (GovTech) and the Ministry of Health, will be open-sourced.  This means that the software+s source code will be made freely available and may be redistributed and modified.  +We believe that making our code available to the world will enhance trust and collaboration in dealing with a global threat that does not respect boundaries, political systems or economies,+ said Dr Balakrishnan, who is also Foreign Minister.  +Together, we can make our world safer for everyone.+  Launched last Friday, the TraceTogether app can identify people who have been within 2m of coronavirus patients for at least 30 minutes, using wireless Bluetooth technology. Its developers say the app is useful when those infected cannot recall whom they had been in close proximity with for an extended duration.  For the app to start tracing, the Bluetooth setting on mobile phones has to be turned on.  If a user gets infected, the authorities will be able to quickly find out the other users he has been in close contact with, allowing for easier identification of potential cases and helping curb the spread of the virus.  Official contact tracers will provide a code that users can match with a corresponding verification code on their app. Once authenticated, users will get a PIN that allows data to be submitted.  Contact tracers will not ask for any personal financial details or request that money be transferred over the phone.  In his post on Monday, Dr Balakrishnan said that the GovTech team was working +around the clock+ to finalise documents to allow others to use the BlueTrace protocol - the building blocks of the TraceTogether app. He added that TraceTogether has been installed by more than 620,000 users so far.  Related Story GovTech develops automated, contactless temperature scanner  Related Story Tide yet to turn for coronavirus situation in Singapore, says PM Lee  Related Story Coronavirus cases in Singapore: What we know so far  Dr Janil Puthucheary, Minister-in-charge of GovTech, also weighed in on the app in a radio show on Monday, saying that a team of about 40 engineers spent more than 10,000 man-hours developing TraceTogether.  Dr Janil also encouraged more people to download TraceTogether as added protection.  TraceTogether+s developers uploaded a manifesto for BlueTrace on the app+s website on Monday, calling for international adoption of contact-tracing solutions in today+s globalised world as weapons to turn the tide against the Covid-19 outbreak.  +Covid-19 and other novel viruses do not respect national boundaries. Neither should humanity+s response. In a globalised world, with high volumes of international travel, any decentralised contact-tracing solution will need mass adoption to maximise network effects,+ stated the app developers+ manifesto.  Interested parties can contact the TraceTogether team via e-mail or check this website for more information.","7":"SINGAPORE - Most students across Singapore returned to school on Monday (March 23), the first day after the week-long March holidays.  Some are serving a 14-day leave of absence after returning from trips abroad during the holidays, as part of stricter measures to prevent the spread of the coronavirus announced by the Ministry of Education (MOE) last week.  The leave of absence would apply to students and staff of schools, pre-schools and student care centres who returned from overseas on or after March 14, MOE had said.  Students who have to miss classes will be supported through home-based learning programmes.  The Straits Times has contacted the ministry for more information.  Education Minister Ong Ye Kung said in a Facebook post on Monday afternoon that additional safe distancing measures are in place in schools, after visiting a few of them in the morning.  These include exam-style seating for pupils from Primary 3; fixed group-cluster seating for Primary 1, Primary 2 and MOE kindergarten children; wipe-down routines; and assigned seating in canteens and play areas.  +Schools seemed a bit quieter with some students serving their leave of absence or stay-home notice,+ said Mr Ong. +But they all took the precautionary measures in their stride. They understand that the measures are necessary to keep them safe.+  He added: +We are doing our best to keep students and staff safe in school so that students can continue learning in a familiar environment, with a familiar routine. Let us all do our part to make that happen.+  Many parents have recently voiced their concerns, with some asking why the holidays were not extended, prompting Mr Ong to address such issues in an earlier post on Facebook on Sunday.  The minister cited scientific evidence, the extra precautions and a desire to reduce disruptions as key considerations in allowing students to resume classes.  On Monday, some parents made efforts to avoid the morning crowds, while others said they hoped the ministry would give students a home-based learning option, given the evolving situation.  Housewife Joanna Tan, 40, said she usually takes a public bus with her seven-year-old daughter to Paya Lebar Methodist Girls+ School (Primary). But they left the house 10 minutes earlier on Monday morning to catch a less crowded bus, and arrived at the school at 7am.  +After school, we also walked one bus stop up so we wouldn+t have to wait with the crowds.+  Madam Priscilla Yeow, 44, said her Secondary 2 son and Primary 6 daughter also went to school on Monday.  +We+re definitely worried and the situation around the world is very bad. But I think our Government has implemented good border controls and schools are taking a lot of precautions, like suspending co-curricular activities,+ she said.  Related Story Coronavirus: Education Minister Ong Ye Kung responds to concerns on schools reopening  She added: +My daughter is on the school bus but for the next two weeks, if my son has to travel during peak hours, I will make arrangements to pick him up instead.+  Madam Yeow, who helps out with a family business, said suspending school would have a huge impact on working parents.  +If everybody is socially responsible, obeys the stay-home notice if they go overseas, it should be alright,+ she said.  But the spike in the number of imported cases last week made some parents like Madam Diana Ismail decide to keep their children at home instead.  The 41-year-old business owner+s four sons will stay at home this week while she monitors the situation. One of them is in pre-school, another in primary school and the oldest two are in secondary school.  +My concern is that some parents had gone abroad and are now on stay-home notice, but their children can still go to school if they didn+t travel,+ she said.  Madam Diana added: +My sons are in four different schools and they have to take public transport, so I just want to minimise any possible contact with more people... My mum, who lives with us, is in her 60s and not in good health, so I have to take care of her too.+  Perhaps the March school break could have been extended by a week or two, and the June holidays could be used for lessons to make up for the curriculum time lost, she suggested.  +Wouldn+t it be simpler for everyone to have e-learning, and maybe employers could allow parents to take turns to work from home in this pandemic?+    Pei Chun Public School pupils queueing up in their school+s canteen. PHOTO: ONG YE KUNG\/FACEBOOK    Another parent, Madam Claire Chan, 40, had kept her two children - one in kindergarten and one in primary school - at home for about a month, from Jan 28 to Feb 23.  +Both my children have asthma. They routinely experience complications leading to pneumonia from simple viral infections,+ she said.  +We cannot afford for them to be sick because it will take a lot of investigative work to determine whether they are down with Covid-19.+  Her son went back to school to sit his term tests at the end of February. The school has in place measures such as getting pupils to wash their hands diligently and wiping down their classroom, said Madam Chan.  Ms Wang Peiqi and her family are on stay-home notice after returning from Thailand last Wednesday. Ms Wang, 36, whose sons are aged five and 10, said she is waiting for more instructions about home-based learning. Her older son+s form teacher video-calls her every day to check on his temperature, and makes sure he is home.  Related Story 23 new coronavirus cases in Singapore including 18 imported; 4 recovered  Related Story Coronavirus cases in Singapore: What we know so far  The sales executive said: +Working from home isn+t easy; we can+t go out and getting groceries is a hassle.+  For now, she keeps her sons busy with homework or tasks like drawing.  Added the Singaporean: +Thailand was very quiet and many shops were closed. Taxi drivers refused to take us on two occasions and people avoided us because we+re Chinese. We+re thankful to be back in Singapore.  +It+s safer to be at home than to risk any possible spread because we don+t know if we have the virus and we just don+t know it yet.+","8":"SINGAPORE - Twenty-nine patients recovering from Covid-19 were transferred from the National Centre for Infectious Diseases to a ward at Mount Elizabeth Hospital in Orchard Road on Monday (March 23).  These are patients who are no longer sick or who need less medical care, but are still shedding virus. They will be discharged once they are confirmed clear of the coronavirus and no longer risk spreading the disease.  Someone who saw the patients arriving at the private hospital said they all looked well, and walked in themselves carrying their bags or pulling luggage.  It is the first of the four Parkway hospitals to take in Covid-19 patients from the public sector, said Dr Noel Yeo, senior vice-president of Parkway+s hospital operations in Singapore.  He said: +Our other three hospitals - Gleneagles, Mount Elizabeth Novena and Parkway East Hospitals - have also been put on alert to receive more of such patients in the future.+  The move is to free public hospitals so that they can take care of the more seriously ill Covid-19 patients. The number of new infections, especially imported ones, has been fairly high as residents return from high-infection countries.  There are now more than 300 Covid-19 patients hospitalised in Singapore.  Dr Yeo said these are not the first Covid-19 patients to be treated at a Parkway hospital, although they are the first to be transferred from the public sector.  +Prior to this, we have already been actively managing Covid-19 patients in several of our facilities,+ he said. Two Indonesians infected by the coronavirus had flown into Singapore and gone to Gleneagles for treatment.  There are a still handful of other Covid-19 patients at its other hospitals.  Obstetricians at Parkway East have expressed concerns that the ward for the Covid-19 patients is on the same floor as the maternity ward.  But Dr Yeo said: +The same stringent safety protocols and precautionary measures will apply for these new patients, who will be housed in a single ward at the hospital.+  Related Story SGH sets up fever screening area in carpark as cases spike  These patients will not be allowed to leave the ward, nor are they allowed any visitors.  All staff working in areas where the patients are must don protective apparel.  He added that the areas these patients passed through during the transfer will be thoroughly cleaned and sanitised.  Dr Yeo said: +We have been working closely with the Ministry of Health (MOH) on joining the national effort against Covid-19, and how private sector resources may be utilised to alleviate the load on public healthcare institutions.+  He added that he hopes other private sector hospitals +will also rise to the call and play their part to complement these efforts.+  Last week, Health Minister Gan Kim Yong assured that Singapore has sufficient healthcare facilities and workers to cope with the current number of Covid-19 patients.  He said there are also contingency plans if numbers go up.  Associate Professor Kenneth Mak had said that MOH was exploring working with the private healthcare sector.  Prof Mak, director of medical services at MOH, added that there is already a good relationship between the public and private sectors with past collaborations.","9":"SINGAPORE - All travellers arriving in Singapore - including Singapore citizens, permanent residents and long-term pass holders - must submit an online health declaration before proceeding with immigration clearance, from Friday 9am (March 27).  The Immigration and Checkpoints Authority (ICA) said on Monday that all travellers will have to do so via the SG Arrival Card electronic service.  ICA explained that this new entry requirement is an additional precautionary measure to mitigate the risk of importing Covid-19, the disease caused by the coronavirus, into Singapore. It will be subject to further review according to the global Covid-19 situation.  The data from the declarations will be used by the Ministry of Health (MOH) for contact tracing purposes if any traveller becomes a suspected or confirmed coronavirus case. The data will also become part of the traveller’s medical history for reference at local healthcare institutions where these travellers will be treated.  Long-term pass holders refer to those with a student’s pass, dependant’s pass, work pass or long-term visit pass.  ICA+s announcement comes after MOH said on Sunday that all short-term visitors from anywhere in the world will not be allowed to enter or transit through Singapore from Monday, 11.59pm.  The Ministry of Manpower will only allow the entry or return of work-pass holders, including their dependants, who provide essential services, such as in healthcare and transport.  ICA said on Monday that those who do not submit their electronic health declarations before arriving here must fill in and submit their forms electronically before they can proceed with immigration clearance. This will unnecessarily delay their immigration clearance, the authority added.  Travellers who provide false declarations can be prosecuted under the Infectious Diseases Act.  The new health declaration function on the SG Arrival Card e-service was developed by ICA in consultation with MOH, and is fully integrated with ICA’s immigration system.  The e-service was rolled out for testing from August last year to allow short-term visitors to submit information about their visit to Singapore digitally before they arrived here.  Related Story Coronavirus: Singapore residents who travel overseas may face consequences as Govt ramps up border controls  Related Story Coronavirus cases in Singapore: What we know so far  This was to replace the need to fill up paper-based disembarkation\/embarkation cards. ICA said that as of last month, it had cleared more than 560,000 electronic SG Arrival Card records that short-term visitors had submitted.  Singapore residents and long-term pass holders submitting their health declaration will need to select “Residents” on the e-service. They will then be directed to provide their health and recent travel information, as well as personal and contact details.  The health declaration will be made available before Friday as part of the SG Arrival Card e-Service, so that travellers who are due to arrive in Singapore after Friday 9am can complete it before their arrival.  Travellers can submit their health declarations up to three days before arriving here. They must re-submit their health declaration if there are changes to their health conditions or travel histories before arriving in Singapore.  The SG Arrival Card e-service is available at ICA’s website and the service’s free mobile application can be downloaded from the Apple App Store and Google Play store.  ICA added that from Friday 9am, it will end the paper-based disembarkation\/embarkation card.  This means that when entry into Singapore for short-term visitors resumes in the future, these travellers must provide their arrival and departure information through the SG Arrival Card e-service instead.","10":"SINGAPORE - Taxi drivers displaced by the developing coronavirus outbreak will be deployed to lessen crowding on trains, Transport Minister Khaw Boon Wan said on Monday (March 23).  Speaking during a visit to Bright Hill station on Stage 2 of the Thomson-East Coast line (TEL), Mr Khaw said having +temporary transport ambassadors to help commuters keep safe distances+ was an idea mooted by Senior Minister Teo Chee Hean.  +These are temporary positions to support higher manpower needs at our stations during this special period,+ Mr Khaw said. +These ambassadors can also help to sanitise our train cabins, seats, poles more frequently.+  During pre-outbreak times, MRT trains could pack as many as four commuters per square metre during peak hours. Although crowding has reduced since the coronavirus forced many to work from home, public transport commuters are still placed well within the 1m distance recommended by the Government for entertainment venues, restaurants, hawker centres and cinemas.  Mr Khaw said: +I would very much like to do the same for buses and trains. Unfortunately, as public transport has to accommodate large numbers of people at the same time, this is very challenging. Almost impossible, unless we can substantially reduce peak-hour demand. I say: Let+s try.+  He said the transport ambassadors could be employed on three or six-month contracts, +depending on how long the pandemic lasts+.  Cabbies who have seen their earnings hit by the Covid-19 pandemic can fill these roles. +The extra cash allowance may also come in handy... to supplement their reduced income,+ Mr Khaw said. He noted that transport operators have seen some of their taxi drivers suffering due to reduced income.  +They are keen to try out the transport ambassador idea, for their taxi drivers,+ the minister said, adding that the Land Transport Authority will work with them to get the scheme running +in the coming weeks+.  +This is our attempt to help one another, within the public transport sector, cope with the pandemic,+ he said. +Regulator, transport operators and unions working together, fighting a common enemy. We will emerge stronger as one transport family.+  He also suggested that displaced cabbies can train to be bus captains.  Taxi drivers and private-hire drivers say their earnings have dropped by as much as 60 per cent since the outbreak hit Singapore in January. Many have given up driving as a result, despite financial aid handed out by the Government and operators.  While no operator would divulge its unhired rate, industry observers reckon it could be as high as 30 per cent. If so, more than 20,000 drivers have given up their vehicles.","11":"SINGAPORE - Stage 2 of the Thomson-East Coast line (TEL) is likely to open after July.  Transport Minister Khaw Boon Wan said on Monday (March 23) that testing of the six-station stretch will be carried out from April to July.  Speaking during a visit to the Bright Hill MRT station, Mr Khaw said Stage 1 will close early and open later on weekends from April to July. This is to facilitate testing of Stage 2, which comprises six stations - Springleaf, Lentor, Mayflower, Bright Hill, Upper Thomson and Caldecott.  +This will allow us to run trains through the entire stretch of nine stations, from Woodlands North to Caldecott for thorough integrated testing. It is necessary,+ he said.  +We did the same for the Downtown Line, which also opened in stages,+ he added.  In a separate statement, the Land Transport Authority (LTA) and SMRT said services on Stage 1 of the TEL - Woodlands North, Woodlands and Woodlands South stations - will close earlier, at 10pm every Friday, Saturday and Sunday, and start later at 6.30am every Saturday and Sunday, from April 3 to July 26.  TEL Stage 2 will benefit more than 60,000 households near the six new stations.  The minister also said more needs to be done to reduce crowding on public transport in light of the developing Covid-19 pandemic.  He outlined a few steps: One, do not use public transport if you are unwell, as doing so will endanger other commuters. Two, cut down on unnecessary travels during this period. Three, talk softly, if you need to.  +Best, don+t talk,+ he said. +Let fellow commuters have a quiet journey.+  Talking increases the chance of droplets - a key means of transmission - being dispersed.  Related Story Taxi drivers affected by slowdown due to coronavirus outbreak to be offered crowd control jobs at MRT  Related Story $100m to build simulation facilities on all train lines in Singapore to improve rail reliability  And, lastly, avoid travelling during peak hours. +Here we need employers to help out by supporting staggered working hours, flexi-time and telecommuting. Many have done so,+ he said.  Mr Khaw also noted that many were working from home, but more could do so. He noted that two-thirds of the Transport Ministry are working from home, and +productivity is not affected+. In fact, less commuting time means more time for work, he quipped.  He said with telecommunications connectivity, there is little need for people to gather at an office. +I hope post-pandemic, office life for most will no longer be the same,+ he said. +This will reduce peak-hour demand and the pressure on us to add more trains and more lines at great cost to taxpayers and commuters.+  With the shorter operating hours for the existing Stage 1 TEL stations, LTA and SMRT said that this will double the engineering hours to test the systems and trains.  Related Story New MRT map: Online reactions mostly positive but some prefer the old map  Related Story Woodlands station on Thomson-East Coast Line also serves as civil defence shelter  During the shorter operating hours, they said commuters may use existing public bus services such as 901\/M, 169 and 856 to travel in and near Woodlands. They may also use these bus services to transfer to the North-South Line at Woodlands Station.  Upon its planned completion by 2024, the TEL will be Singapore+s sixth and longest MRT line, costing $25 billion to build. It will add 32 new stations to the existing rail network, with eight interchange stations in total.  When fully operational, the TEL is expected to initially serve around 500,000 commuters daily, eventually rising to about one million.  - Additional reporting by Clement Yong","12":"SINGAPORE - Singapore Airlines (SIA) has announced deeper pay cuts for management staff and compulsory no-pay leave for other employees including captains who will have to take a week off every month.  For now, there are no plans for retrenchments, The Straits Times understands.  Hours after SIA announced on Monday that it was cutting 96 per cent of its scheduled capacity till end-April and grounding 138 out of 147 SIA and SilkAir aircraft, chief executive Goh Choon Phong issued a staff circular on the latest cost-cutting moves.  In the note seen by ST, he said that SIA management will take a second round of pay cuts. Instead of 15 per cent as previously announced, Mr Goh said he will take a 30 per cent cut from April 1.  Pay cuts for other affected senior staff will range from 10 to 25 per cent. SIA board members will take a 30 per cent cut in their fees.  Mr Goh added that the airline has also reached agreement with its unions on a set of cost-cutting measures.  These include varying days of compulsory no-pay leave every month for pilots, executives and associates; as well as furlough for staff on re-employment contracts.  The measures will impact about 10,000 staff.  Before the latest measures, SIA had already rolled out a voluntary no-pay leave scheme to staff, including cabin crew.  SIA said its low-cost unit Scoot will also suspend most of its network, resulting in the grounding of 47 of its fleet of 49 aircraft.  In a release on Monday morning, SIA said that it is more vulnerable to international markets restricting the free movement of people or banning air travel because it does not have a domestic segment.  Related Story SIA is in trouble and it deserves a helping hand  Related Story Most airlines could become bankrupt before June is here  Related Story Emirates stops nearly all passenger flights, slashes wages due to coronavirus impact  +It is unclear when the SIA Group can begin to resume normal services, given the uncertainty as to when the stringent border controls will be lifted,+ it said. +The resultant collapse in the demand for air travel has led to a significant decline in SIA+s passenger revenues.+  UOB Kay Hian’s K. Ajith said that SIA could potentially lose over $140 million April, and could be in a precarious position by end June without financial help from the Government.  The Centre for Asia Pacific Aviation has estimated that about half of all global airlines could disappear before the year end as casualties of Covid-19.  Many countries across the world have imposed increasingly tight border controls either on its own citizens or on foreigners visiting the country to contain the virus. Australia, for instance, said last Thursday that it is closing its borders to all visitors indefinitely.  The United States has also closed its borders with Canada and Mexico and banned inbound travellers who had been to any of more than 25 listed countries up to two weeks before their arrival. Singapore on Sunday likewise said that all short-term visitors will no longer be allowed to enter or transit through the country from 11.59pm on Monday.  In this travel-hostile environment, SIA said that it is actively taking steps to build up its liquidity, and to reduce capital expenditure and operating costs.  The measures that it is taking include discussions with aircraft manufacturers to defer upcoming aircraft deliveries and, if agreed, it will consequently defer payment for those aircraft deliveries.  In the past few days, the SIA Group has drawn on its lines of credit to meet its immediate cash flow requirements and it is in discussion with several financial institutions for its future funding requirements.  +The company continues to explore measures to shore up its liquidity during this unprecedented disruption to global air travel,+ it said, adding: +The company will release further details when such measures have been firmed up.+  Until this crisis hit, SIA was the 15th largest airline group in the world, serving around 140 destinations in more than 35 countries and territories.","13":"SINGAPORE - Budget carrier Scoot has grounded most of its flights for now amid the escalating coronavirus pandemic.  Flights to more than 50 destinations have been suspended in view of the tight travel restrictions being imposed by many countries, the airline said in a notice on its website on Friday (March 20).  Some routes to Malaysia are on hold until end-March, when a partial lockdown there is scheduled to end. But most of the suspensions will last till mid-April at least.  Meanwhile, its two European routes to Berlin and Athens will be suspended till end-May.  All affected customers will be notified progressively and will receive a Scoot travel voucher on the unused portion of their itinerary within 30 business days.  The Straits Times has contacted Scoot for more information on the flight suspensions.  According to its website, Scoot flies to more than 60 destinations, including Singapore.  It said that beyond the suspended routes, it is also making frequency adjustments on other routes and will notify affected customers directly.  +Scoot is continuing to monitor the situation and will make adjustments to our network as necessary,+ it added.  Related Story Lockdowns not enough to defeat coronavirus, says leading World Health Organisation expert  Related Story Coronavirus cases in Singapore: What we know so far  Airlines worldwide have been hard hit by the coronavirus outbreak, which has led to demand for air travel plunging. This has been compounded by the growing number of travel restrictions imposed by countries worldwide.  The International Air Transport Association has said that airlines stand to lose as much as US$113 billion (S$163 billion) in revenue this year due to the pandemic.  Various countries worldwide have already shut their borders or introduced tougher border controls. Singapore also tightened its borders on Sunday, and will bar entry and transit to all short-term visitors from 11.59pm on Monday.  Transport economist Walter Theseira said the latest restriction might not be have much further impact for airlines such as Scoot and Singapore Airlines, given that demand for air travel is already almost non-existent.  Prof Theseira said: +The steady diet of news about Covid-19 spreading, border restrictions, and such has greatly dampened demand.  +So regardless of our border restrictions, demand for discretionary travel has collapsed globally.+","14":"SINGAPORE - After a 21-hour journey that included a layover in Paris, graduate student Lim Ying Xuan arrived at a relatively empty Changi Airport on Friday (March 20) where he quickly collected his luggage and headed straight to a relative+s vacant flat, where he would be spending the next two weeks alone.  His family had stocked the fridge with groceries and daily essentials for the 25-year-old University of Cambridge history student to serve out his 14-day stay-home notice at the four-room Housing Board unit in Punggol.  +I+m isolating myself and treating it as if I have the virus. I don+t want to put my family at risk because within the UK, we don+t know who has the virus and who doesn+t,+ Mr Lim told The Straits Times over the phone, acknowledging it was +lucky+ a relative was willing to let him stay in the flat.  His parents, who are in their 60s, occasionally drop off food at his front door. Mr Lim, who said he is feeling well, only opens the door and waves to them when they are at the lift landing some metres away.  Mr Lim is one of many Singaporeans studying overseas who have returned home in the past week, following an advisory issued by the Ministry of Foreign Affairs (MFA) on Tuesday to do so, as the number of Covid-19 cases around the world increase rapidly.  Since Saturday, Singaporeans and residents returning to the country have to serve a mandatory 14-day stay-home notice. All short-term visitors will no longer be allowed to enter or transit through Singapore from 11.59pm on Monday.  +The moment the MFA issued the advisory, everyone around me who had lingering doubts about whether or not to go back made their decision. I think it was quite a relief for many of us because every extra day you+re there adds to the tension,+ said Mr Lim.  What ensued was a +mad rush+ to book a one-way flight ticket, pack four years+ worth of belongings into two bags and settle a number of administrative tasks, he added. He does not expect to return to the UK as he is in his final year.  Mr Lim now monitors his temperature twice daily and records it on a whiteboard which has a countdown to the day he can step out of the house.  Some returning overseas students said it was a relief to return to Singapore.  At the beginning of the week, fine arts undergraduate student Joshua Lau, 22, said he and his sister Deborah Lau, 23, were still debating whether to leave London, as flight prices were fluctuating every hour.  Related Story Coronavirus: Singapore residents who travel overseas may face consequences as Govt ramps up border controls  Related Story Coronavirus cases in Singapore: What we know so far  +But when we stepped into Changi, it was a huge mental relief. Our fear was if we had gotten sick in London, we wouldn+t be able to get proper healthcare because we+re international students,+ said Mr Lau, who attends Central Saint Martins in London. His sister is an arts and culture management postgraduate student at King+s College.  He added that he knows of at least 15 other Singaporean students who have flown back home this week.  The flight home was not without drama for Mr Lau, who said some travellers at Gatwick Airport where he was taking his flight had on hazmat suits and raincoats.  He and his sister only wore masks on the flight, as that was all they had.  Back in Singapore, they disinfected their luggage and shoes before stepping into the house and now spend most of their time in separate bedrooms.  +If I want to talk to my family in person, we+ll stand a distance away. Hugs can wait; what+s important is that we+re all back together safely,+ said Mr Lau.  National University of Singapore medical school student Shanisse Tsai, 22, shares the same sentiment.  Ms Tsai, who was in Boston for a four-week internship programme at Harvard Medical School, decided to self-isolate for two weeks despite having arrived a day before the stay-home notice kicked in.  +I went through the airports and various points of contacts, so even though it+s not mandatory for me to stay home, I think the socially responsible thing to do is to isolate myself,+ she said.  She is working on a research project in place of the now-cancelled internship programme, which she had only completed two of the scheduled four weeks. Her family members leave her meals outside her door.  Ms Tsai had initially planned for a two-week vacation after her internship and had bought tickets to the now-postponed music festival Coachella in California as her +last hurrah+ before her final year.  +At first it was quite disappointing to leave because the internship position was really hard to get. But as the situation got more serious in Boston, nothing beats the anticipation to get home; I just wanted to come home as soon as possible,+ she said.  Ms Tsai has started sharing her stay-home experience on social media in addition to keeping touch with her friends over video calls.  She said: +I+m vlogging my life in this small space so after 14 days, I can look back to see what I did and help other people think of things to do in their rooms.+","15":"SINGAPORE - Education Minister Ong Ye Kung responded to parents+ concerns about schools reopening on Monday (March 23), citing scientific evidence, extra precautions, and a desire to reduce disruptions as key considerations in allowing students to resume classes.  His Facebook post on Sunday came after Singapore announced it would bar all short-term visitors from entering or transiting through the country from 11.59pm on Monday, to reduce the risk of imported coronavirus cases.  Said Mr Ong: +Part of the reason for the tougher border measures is to ensure we keep Singapore as safe as possible, so that daily activities, like going to work, eating out and attending school, can go on.+  He noted that he has received many e-mails and messages from parents, with some asking why the March holidays were not extended, especially given the rising numbers of imported Covid-19 cases and impending border closures.  Others, including several students, urged the Ministry of Education (MOE) to keep schools open, as they would like to go to school, he added.  Setting out MOE+s thinking on the matter, he said Covid-19 does not affect the young as much as it does adults - echoing remarks made by Professor Dale Fisher, chair of the World Health Organisation’s Global Outbreak Alert and Response Network.  +Neither is there evidence to show that the young are vectors or spreaders of the virus,+ he said. +The reverse appears to be the case, where the young get infected by adults at home.+  None of the students in Singapore who contracted Covid-19 caught it from school, he added.  +In this context, it may not be a bad idea for our children to spend the bulk of their day in school, where lessons and activities are arranged such that they mingle only with their classmates, who are less susceptible to the virus than adults,+ Mr Ong said.  +They will be quite a resilient group. If we close schools, many will not stay home, but may run around in the community and mingle with a lot more people, exposing themselves to more risk.+  The minister also said closing schools would also disrupt the lives of many people, particularly parents who are both working, and who have limited childcare options.  +We are particularly concerned about parents who are healthcare workers and providers of essential services.+  Related Story Children less likely to be sick from Covid-19: Professor  Related Story Coronavirus cases in Singapore: What we know so far  Various measures will help keep students safe, he said, pointing to the Government+s existing leave of absence and stay-home notice policy, as well as checks on people+s travel history at school gates, which will be done as an extra precaution.  Students will also only spend their time with those in their classes, with co-curricular activities suspended for two weeks.  They will sit apart in class and be reminded to wash their hands regularly and avoid touching their faces.  Those who are not feeling well - be it with a cough or sore throat - will be placed in an isolation room or sent home, he added.  +Implemented together, these measures will serve as a robust layer of system defence, complementing the natural defence children may already have, to enable school to continue,+ he said.","16":"Children appear to be asymptomatic or less likely to be sick from Covid-19 than adults, which is why there is no real reason to close schools for now, says Professor Dale Fisher, group director of medicine at the National University Health System and chair of the World Health Organisation+s Global Outbreak Alert and Response Network.  He shares more.  Q Why do children seem to be less affected by Covid-19 than adults?  A We know that there are other diseases where children are not affected as much. For instance, chicken pox is a much milder illness in children than in adults.  And a child with Hepatitis A (a viral liver disease) probably does not have symptoms, but they might have antibodies if you test them, whereas adults with Hepatitis A will develop fever and jaundice.  So, we know that children and adults have a different sort of immune system. The children could be - for reasons we do not yet understand - less likely to have symptoms.  If studies done to find out if children have antibodies to Covid-19 show that there are a lot of asymptomatic children, it will prove - but it will not tell us why - that children are getting infected but not showing symptoms.  Q Should we worry about children passing Covid-19 to the elderly?  A That is another question we do not yet know the answer to. However, if they are asymptomatic, they are less likely to do so.  In fact, a lot of the swabs that we have taken from family clusters have shown that while the parents might have had the disease and had symptoms, the children are completely well, even though they tested positive.  We have no evidence that the child in those family clusters was the first person to get it.  If you are asymptomatic, you are much less likely to spread it because you are not coughing, you are not making the droplets. Is it theoretically possible to spread it if you share a pair of chopsticks, for instance? We think it is probably theoretically possible, but it is certainly not a major driver of the outbreak. The money is on people with symptoms spreading the disease before they are diagnosed and isolated.  It is more the other way around - the parents have infected the child and the child is asymptomatic, but you can find (the virus) in their throat.  If you are asymptomatic, you are much less likely to spread it because you are not coughing, you are not making the droplets.  Is it theoretically possible to spread it if you share a pair of chopsticks, for instance?  We think it is probably theoretically possible, but it is certainly not a major driver of the outbreak.  The money is on people with symptoms spreading the disease before they are diagnosed and isolated.  So, if that period is a week, they are going to spread it a lot. If it is two days, they will not spread it so much.  If it is two days where they stayed home because they were not feeling well, then they will spread the disease to even fewer people, or to no one.  We know that younger people are unlikely to get serious illness, but they can be an important part of transmission and every young person in Singapore has parents and grandparents who are older.  Everyone needs to pull together to do their part, to help save lives."},"caption":{"0":"+TraceTogether+s+ + source code will be made freely available and may be redistributed and modified.+","1":"+Other measures include assigned seating in canteens and home-based learning for students who are missing class while serving their 14-day leave of absence.+","2":"+The 29 patients had been warded at NCID. They are no longer sick, or need less medical care, but are still shedding the virus.+","3":"+This includes Singapore citizens, PRs and long-term pass holders.+","4":"+This will help support the higher manpower needs at stations, and will also allow the more frequent sanitisation of train cabins, said Transport Minister Khaw Boon Wan.+","5":"+Transport Minister Khaw Boon Wan said that testing of the 6-station stretch from Springleaf to Caldecott will be carried out from April.+","6":"+TraceTogether+s+ + source code will be made freely available and may be redistributed and modified.+","7":"+Other measures include assigned seating in canteens and home-based learning for students who are missing class while serving their 14-day leave of absence.+","8":"+The 29 patients had been warded at NCID. They are no longer sick, or need less medical care, but are still shedding the virus.+","9":"+This includes Singapore citizens, PRs and long-term pass holders.+","10":"+This will help support the higher manpower needs at stations, and will also allow the more frequent sanitisation of train cabins, said Transport Minister Khaw Boon Wan.+","11":"+Transport Minister Khaw Boon Wan said that testing of the 6-station stretch from Springleaf to Caldecott will be carried out from April.+","12":"++It is unclear when the SIA Group can begin to resume normal services, given the uncertainty as to when the stringent border controls will be lifted,+ says the airline.+","13":"+Most of the suspensions will last till mid-April at least.+","14":"+Graduate student Lim Ying Xuan, who is staying in a relative+s empty flat, monitors his temperature twice daily and records it on a whiteboard which has a countdown to the day he can step out of the house.+","15":"+Mr Ong cited scientific evidence, extra precautions, and a desire to reduce disruptions as key considerations in allowing students to resume classes tomorrow.+","16":"+Schools re-open tomorrow. In a Facebook post explaining why, Education Minister Ong Ye Kung also referred to WHO expert Dale Fisher, who observed that children seem less likely to be sick from Covid-19 than adults.+"},"summary":{"0":"This means that the software+s source code will be made freely available and may be redistributed and modified. Launched last Friday, the TraceTogether app can identify people who have been within 2m of coronavirus patients for at least 30 minutes, using wireless Bluetooth technology. Official contact tracers will provide a code that users can match with a corresponding verification code on their app. In a globalised world, with high volumes of international travel, any decentralised contact-tracing solution will need mass adoption to maximise network effects,+ stated the app developers+ manifesto. Interested parties can contact the TraceTogether team via e-mail or check this website for more information.","1":"SINGAPORE - Most students across Singapore returned to school on Monday (March 23), the first day after the week-long March holidays. These include exam-style seating for pupils from Primary 3; fixed group-cluster seating for Primary 1, Primary 2 and MOE kindergarten children; wipe-down routines; and assigned seating in canteens and play areas. +Schools seemed a bit quieter with some students serving their leave of absence or stay-home notice,+ said Mr Ong. Housewife Joanna Tan, 40, said she usually takes a public bus with her seven-year-old daughter to Paya Lebar Methodist Girls+ School (Primary). One of them is in pre-school, another in primary school and the oldest two are in secondary school.","2":"Someone who saw the patients arriving at the private hospital said they all looked well, and walked in themselves carrying their bags or pulling luggage. The move is to free public hospitals so that they can take care of the more seriously ill Covid-19 patients. There are now more than 300 Covid-19 patients hospitalised in Singapore. +Prior to this, we have already been actively managing Covid-19 patients in several of our facilities,+ he said. Last week, Health Minister Gan Kim Yong assured that Singapore has sufficient healthcare facilities and workers to cope with the current number of Covid-19 patients.","3":"SINGAPORE - All travellers arriving in Singapore - including Singapore citizens, permanent residents and long-term pass holders - must submit an online health declaration before proceeding with immigration clearance, from Friday 9am (March 27). Long-term pass holders refer to those with a student’s pass, dependant’s pass, work pass or long-term visit pass. ICA said that as of last month, it had cleared more than 560,000 electronic SG Arrival Card records that short-term visitors had submitted. Travellers can submit their health declarations up to three days before arriving here. They must re-submit their health declaration if there are changes to their health conditions or travel histories before arriving in Singapore.","4":"SINGAPORE - Taxi drivers displaced by the developing coronavirus outbreak will be deployed to lessen crowding on trains, Transport Minister Khaw Boon Wan said on Monday (March 23). +These are temporary positions to support higher manpower needs at our stations during this special period,+ Mr Khaw said. Unfortunately, as public transport has to accommodate large numbers of people at the same time, this is very challenging. He noted that transport operators have seen some of their taxi drivers suffering due to reduced income. Taxi drivers and private-hire drivers say their earnings have dropped by as much as 60 per cent since the outbreak hit Singapore in January.","5":"SINGAPORE - Stage 2 of the Thomson-East Coast line (TEL) is likely to open after July. This is to facilitate testing of Stage 2, which comprises six stations - Springleaf, Lentor, Mayflower, Bright Hill, Upper Thomson and Caldecott. TEL Stage 2 will benefit more than 60,000 households near the six new stations. +Here we need employers to help out by supporting staggered working hours, flexi-time and telecommuting. With the shorter operating hours for the existing Stage 1 TEL stations, LTA and SMRT said that this will double the engineering hours to test the systems and trains.","6":"This means that the software+s source code will be made freely available and may be redistributed and modified. Launched last Friday, the TraceTogether app can identify people who have been within 2m of coronavirus patients for at least 30 minutes, using wireless Bluetooth technology. Official contact tracers will provide a code that users can match with a corresponding verification code on their app. In a globalised world, with high volumes of international travel, any decentralised contact-tracing solution will need mass adoption to maximise network effects,+ stated the app developers+ manifesto. Interested parties can contact the TraceTogether team via e-mail or check this website for more information.","7":"SINGAPORE - Most students across Singapore returned to school on Monday (March 23), the first day after the week-long March holidays. These include exam-style seating for pupils from Primary 3; fixed group-cluster seating for Primary 1, Primary 2 and MOE kindergarten children; wipe-down routines; and assigned seating in canteens and play areas. +Schools seemed a bit quieter with some students serving their leave of absence or stay-home notice,+ said Mr Ong. Housewife Joanna Tan, 40, said she usually takes a public bus with her seven-year-old daughter to Paya Lebar Methodist Girls+ School (Primary). One of them is in pre-school, another in primary school and the oldest two are in secondary school.","8":"Someone who saw the patients arriving at the private hospital said they all looked well, and walked in themselves carrying their bags or pulling luggage. The move is to free public hospitals so that they can take care of the more seriously ill Covid-19 patients. There are now more than 300 Covid-19 patients hospitalised in Singapore. +Prior to this, we have already been actively managing Covid-19 patients in several of our facilities,+ he said. Last week, Health Minister Gan Kim Yong assured that Singapore has sufficient healthcare facilities and workers to cope with the current number of Covid-19 patients.","9":"SINGAPORE - All travellers arriving in Singapore - including Singapore citizens, permanent residents and long-term pass holders - must submit an online health declaration before proceeding with immigration clearance, from Friday 9am (March 27). Long-term pass holders refer to those with a student’s pass, dependant’s pass, work pass or long-term visit pass. ICA said that as of last month, it had cleared more than 560,000 electronic SG Arrival Card records that short-term visitors had submitted. Travellers can submit their health declarations up to three days before arriving here. They must re-submit their health declaration if there are changes to their health conditions or travel histories before arriving in Singapore.","10":"SINGAPORE - Taxi drivers displaced by the developing coronavirus outbreak will be deployed to lessen crowding on trains, Transport Minister Khaw Boon Wan said on Monday (March 23). +These are temporary positions to support higher manpower needs at our stations during this special period,+ Mr Khaw said. Unfortunately, as public transport has to accommodate large numbers of people at the same time, this is very challenging. He noted that transport operators have seen some of their taxi drivers suffering due to reduced income. Taxi drivers and private-hire drivers say their earnings have dropped by as much as 60 per cent since the outbreak hit Singapore in January.","11":"SINGAPORE - Stage 2 of the Thomson-East Coast line (TEL) is likely to open after July. This is to facilitate testing of Stage 2, which comprises six stations - Springleaf, Lentor, Mayflower, Bright Hill, Upper Thomson and Caldecott. TEL Stage 2 will benefit more than 60,000 households near the six new stations. +Here we need employers to help out by supporting staggered working hours, flexi-time and telecommuting. With the shorter operating hours for the existing Stage 1 TEL stations, LTA and SMRT said that this will double the engineering hours to test the systems and trains.","12":"SINGAPORE - Singapore Airlines (SIA) has announced deeper pay cuts for management staff and compulsory no-pay leave for other employees including captains who will have to take a week off every month. In the note seen by ST, he said that SIA management will take a second round of pay cuts. These include varying days of compulsory no-pay leave every month for pilots, executives and associates; as well as furlough for staff on re-employment contracts. Before the latest measures, SIA had already rolled out a voluntary no-pay leave scheme to staff, including cabin crew. In the past few days, the SIA Group has drawn on its lines of credit to meet its immediate cash flow requirements and it is in discussion with several financial institutions for its future funding requirements.","13":"SINGAPORE - Budget carrier Scoot has grounded most of its flights for now amid the escalating coronavirus pandemic. All affected customers will be notified progressively and will receive a Scoot travel voucher on the unused portion of their itinerary within 30 business days. It said that beyond the suspended routes, it is also making frequency adjustments on other routes and will notify affected customers directly. Prof Theseira said: +The steady diet of news about Covid-19 spreading, border restrictions, and such has greatly dampened demand. +So regardless of our border restrictions, demand for discretionary travel has collapsed globally.+","14":"Mr Lim, who said he is feeling well, only opens the door and waves to them when they are at the lift landing some metres away. I think it was quite a relief for many of us because every extra day you+re there adds to the tension,+ said Mr Lim. Mr Lim now monitors his temperature twice daily and records it on a whiteboard which has a countdown to the day he can step out of the house. Our fear was if we had gotten sick in London, we wouldn+t be able to get proper healthcare because we+re international students,+ said Mr Lau, who attends Central Saint Martins in London. Hugs can wait; what+s important is that we+re all back together safely,+ said Mr Lau.","15":"SINGAPORE - Education Minister Ong Ye Kung responded to parents+ concerns about schools reopening on Monday (March 23), citing scientific evidence, extra precautions, and a desire to reduce disruptions as key considerations in allowing students to resume classes. Others, including several students, urged the Ministry of Education (MOE) to keep schools open, as they would like to go to school, he added. None of the students in Singapore who contracted Covid-19 caught it from school, he added. The minister also said closing schools would also disrupt the lives of many people, particularly parents who are both working, and who have limited childcare options. Students will also only spend their time with those in their classes, with co-curricular activities suspended for two weeks.","16":"The children could be - for reasons we do not yet understand - less likely to have symptoms. If studies done to find out if children have antibodies to Covid-19 show that there are a lot of asymptomatic children, it will prove - but it will not tell us why - that children are getting infected but not showing symptoms. Is it theoretically possible to spread it if you share a pair of chopsticks, for instance? We think it is probably theoretically possible, but it is certainly not a major driver of the outbreak. We think it is probably theoretically possible, but it is certainly not a major driver of the outbreak."},"keywords":{"0":["app","tracetogether","government","monday","world","balakrishnan","code","story","users","contact","developers","govtech","related","people","bluetooth","technology","software","freely"],"1":["school","primary","march","students","monday","madam","ong","schools","moe","home","parents","measures","education","children","holidays","son","sons","ministry"],"2":["patients","parkway","hospitals","march","yeo","twenty-nine","monday","centre","infectious","orchard","road","hospital","public","sector","ward","private","moh","mount","elizabeth"],"3":["ica","arrival","card","health","pass","travellers","march","declaration","e-service","immigration","friday","monday","submit","moh","residents","long-term","holders","arriving"],"4":["khaw","transport","minister","march","monday","boon","wan","drivers","taxi","trains","ambassadors","commuters","public","operators","reduced","government","tel","stage","hean"],"5":["july","stage","woodlands","tel","stations","april","khaw","transport","line","story","mrt","related","hours","station","bright","hill","testing","commuters","caldecott"],"6":["app","tracetogether","government","monday","world","balakrishnan","code","story","users","contact","developers","govtech","related","people","bluetooth","technology","software","freely"],"7":["school","primary","march","students","monday","madam","ong","schools","moe","home","parents","measures","education","children","holidays","son","sons","ministry"],"8":["patients","parkway","hospitals","march","yeo","twenty-nine","monday","centre","infectious","orchard","road","hospital","public","sector","ward","private","moh","mount","elizabeth"],"9":["ica","arrival","card","health","pass","travellers","march","declaration","e-service","immigration","friday","monday","submit","moh","residents","long-term","holders","arriving"],"10":["khaw","transport","minister","march","monday","boon","wan","drivers","taxi","trains","ambassadors","commuters","public","operators","reduced","government","tel","stage","hean"],"11":["july","stage","woodlands","tel","stations","april","khaw","transport","line","story","mrt","related","hours","station","bright","hill","testing","commuters","caldecott"],"12":["sia","cent","staff","measures","goh","aircraft","monday","cuts","story","announced","related","pay","airlines","group","no-pay","cut","leave","april","air"],"13":["scoot","budget","travel","airlines","routes","demand","restrictions","air","flights","suspended","worldwide","countries","border","story","march","friday","theseira","carrier"],"14":["lim","lau","march","paris","friday","ying","xuan","home","student","tsai","flight","back","london","family","stay-home","internship","students","weeks","week"],"15":["monday","ong","school","kung","students","march","schools","parents","education","reduce","cases","added","moe","young","children","people","adults","activities","measures"],"16":["health","children","spread","fisher","organisation","network","professor","dale","national","university","world","global","alert","response","symptoms","asymptomatic","adults","disease","theoretically","child"]},"category":{"0":"others","1":"education","2":"health","3":"others","4":"others","5":"others","6":"others","7":"education","8":"health","9":"others","10":"others","11":"others","12":"others","13":"others","14":"others","15":"others","16":"health"},"reactions":{"0":{"Like":137,"Love":6},"1":{"Like":61,"Love":2,"Haha":2,"Wow":2,"Angry":2},"2":{"Like":623,"Wow":7,"Love":6,"Haha":1},"3":{"Like":303,"Love":6,"Wow":5,"Haha":3,"Sad":1},"4":{"Like":182,"Sad":8,"Wow":7,"Haha":6,"Love":1,"Angry":1},"5":{"Like":206,"Wow":7,"Love":3,"Angry":2,"Haha":1,"Sad":1},"6":{"Like":263,"Love":7,"Haha":2},"7":{"Like":75,"Haha":3,"Angry":3,"Love":2,"Wow":2,"Sad":1},"8":{"Like":740,"Love":12,"Wow":9,"Haha":1},"9":{"Like":325,"Love":6,"Wow":6,"Haha":3,"Sad":1},"10":{"Like":192,"Sad":8,"Wow":7,"Haha":6,"Love":1,"Angry":1},"11":{"Like":211,"Wow":7,"Love":3,"Sad":2,"Angry":2,"Haha":1},"12":{"Like":537,"Sad":331,"Wow":125,"Haha":5,"Angry":1},"13":{"Like":157,"Sad":40,"Wow":17,"Love":1},"14":{"Like":1100,"Love":23,"Haha":5,"Wow":3,"Sad":1},"15":{"Like":516,"Angry":152,"Sad":42,"Haha":15,"Wow":15,"Love":5},"16":{"Like":741,"Angry":331,"Wow":106,"Haha":40,"Sad":31,"Love":7}},"sentiment":{"0":1.0,"1":0.25,"2":0.5,"3":0.5333333333,"4":-0.0869565217,"5":0.0714285714,"6":1.0,"7":0.0909090909,"8":0.5909090909,"9":0.5,"10":-0.0869565217,"11":0.0,"12":-0.7077922078,"13":-0.6724137931,"14":0.84375,"15":-0.7598253275,"16":-0.6116504854},"comments":{"0":"119.74.13.239:5000\/images\/10156863528927116","1":"119.74.13.239:5000\/images\/10156863494887116","2":"119.74.13.239:5000\/images\/10156863468907116","3":"119.74.13.239:5000\/images\/10156863417847116","4":"119.74.13.239:5000\/images\/10156863322937116","5":"119.74.13.239:5000\/images\/10156863243212116","6":"119.74.13.239:5000\/images\/10156863528927115","7":"119.74.13.239:5000\/images\/10156863494887115","8":"119.74.13.239:5000\/images\/10156863468907115","9":"119.74.13.239:5000\/images\/10156863417847115","10":"119.74.13.239:5000\/images\/10156863322937115","11":"119.74.13.239:5000\/images\/10156863243212115","12":"119.74.13.239:5000\/images\/10156862328527115","13":"119.74.13.239:5000\/images\/10156862198432115","14":"119.74.13.239:5000\/images\/10156860074562115","15":"119.74.13.239:5000\/images\/10156859718797115","16":"119.74.13.239:5000\/images\/10156859643097115"},"counts":{"0":{"positive":6,"negative":0,"neutral":0},"1":{"positive":4,"negative":2,"neutral":2},"2":{"positive":7,"negative":0,"neutral":7},"3":{"positive":9,"negative":1,"neutral":5},"4":{"positive":7,"negative":9,"neutral":7},"5":{"positive":4,"negative":3,"neutral":7},"6":{"positive":9,"negative":0,"neutral":0},"7":{"positive":5,"negative":4,"neutral":2},"8":{"positive":13,"negative":0,"neutral":9},"9":{"positive":9,"negative":1,"neutral":6},"10":{"positive":7,"negative":9,"neutral":7},"11":{"positive":4,"negative":4,"neutral":7},"12":{"positive":5,"negative":332,"neutral":125},"13":{"positive":1,"negative":40,"neutral":17},"14":{"positive":28,"negative":1,"neutral":3},"15":{"positive":20,"negative":194,"neutral":15},"16":{"positive":47,"negative":362,"neutral":106}}}