{"id":{"19":"fbid=10156840494332115","26":"fbid=10156838163382115","38":"fbid=10156847764177115","41":"fbid=10156870835642115","53":"fbid=10156869531622115","77":"fbid=10156863494887115","118":"fbid=10156848971627115","125":"fbid=10156848185877115","147":"fbid=10156880319117115","168":"fbid=10156874408057115"},"date":{"19":1584392400000,"26":1584352753000,"38":1584584984000,"41":1585133139000,"53":1585083600000,"77":1584958087000,"118":1584622300000,"125":1584594000000,"147":1585342800000,"168":1585224855000},"url":{"19":"https:\/\/www.straitstimes.com\/singapore\/education\/singapore-students-on-overseas-stints-scramble-to-return","26":"https:\/\/www.straitstimes.com\/singapore\/education\/coronavirus-singaporean-overseas-students-scramble-for-flights-home-after","38":"https:\/\/www.straitstimes.com\/singapore\/education\/coronavirus-schools-kindergartens-to-reopen-on-monday-students-staff-who-return","41":"https:\/\/www.straitstimes.com\/singapore\/education\/coronavirus-nus-and-ntu-let-students-write-off-grades-for-modules-this-semester","53":"https:\/\/www.straitstimes.com\/singapore\/education\/parents-question-tuition-suspension-centres-go-online","77":"https:\/\/www.straitstimes.com\/singapore\/education\/schools-reopen-after-march-holidays-students-who-had-travelled-placed-on-14-day","118":"https:\/\/www.straitstimes.com\/singapore\/education\/we-thought-it-would-never-reach-britain-student-who-returned-to-spore-urges","125":"https:\/\/www.straitstimes.com\/singapore\/education\/coronavirus-nus-students-allegedly-abuse-covid-19-measures-to-cheat-on-exam","147":"https:\/\/www.straitstimes.com\/singapore\/education\/if-schools-close-will-exams-go-on","168":"https:\/\/www.straitstimes.com\/singapore\/education\/children-at-affected-fengshan-pcf-sparkletots-centre-and-some-of-their-parents"},"image":{"19":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/16\/yq-changiairport-160032022.jpg?itok=P9unQl10","26":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/16\/yq-changiairport-160032022.jpg?itok=P9unQl10","38":"https:\/\/www.straitstimes.com\/sites\/default\/files\/media-youtube\/B2Hs2U4i_fc.jpg","41":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/25\/wh_nusntu_250320.jpg?itok=2-Rbok8G","53":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/25\/nz_tuition_250320.jpg?itok=8vEk283O","77":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/23\/hzschool0323.jpg?itok=Ma3HyNx9","118":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/19\/yq-britcov-19032020.jpg?itok=Qu41Fl5p","125":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/19\/ab_nus_190320.jpg?itok=ZAe1KoKz","147":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/28\/nz_school_280323.jpg?itok=l5SON93P","168":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/26\/yq-sparkletots3-26032020.jpg?itok=jEtf_ZAU"},"title":{"19":"Singapore students on overseas stints scramble to return","26":"Coronavirus: Singaporean overseas students scramble for flights home after schools issue blanket recall","38":"Coronavirus: Schools, kindergartens to reopen on Monday; students, staff who return from overseas from March 14 have to isolate for 14 days","41":"Coronavirus: NUS, NTU and SMU let students write off grades for modules this semester","53":"Coronavirus: Parents question tuition suspension; centres go online","77":"Exam-style seating, wipe-down routines: Schools reopen with safe distancing measures to prevent coronavirus spread","118":"+We thought the virus would never reach Britain+: Student who returned to S+pore urges others to come home","125":"Coronavirus: NUS students allegedly abuse Covid-19 measures to cheat on exam","147":"askST: If Singapore closes schools, will exams go on?","168":"Coronavirus: Children at affected Fengshan PCF Sparkletots centre and some of their parents served with quarantine orders"},"text":{"19":"Singaporean students on exchange or internships around the world are making immediate plans to return home amid the global coronavirus pandemic.  Some have already returned, while others are scrambling to book flights and trying to find out what their institutions have planned for them in the months ahead.","26":"SINGAPORE - Singaporean students on exchange or internships around the world are making immediate plans to return home amid a global coronavirus pandemic.  Some have already come home, while others are scrambling to book flights and trying to find out what their institutions have planned for them in the months ahead.","38":"SINGAPORE - Schools and kindergartens will reopen next Monday (March 23) as planned, but with stricter measures to prevent the coronavirus being spread by those who had returned from trips abroad during the holidays.  Students and staff members of schools, pre-schools and student care centres will be given 14-day leave of absence if they returned from overseas on or after March 14.  The date of their return to Singapore will be taken as Day Zero of the 14 days.  The moves comes amid a recent spike in the number of imported cases. Eight out of 10 of Singapore’s imported cases of Covid-19 have come in the last nine days.  The decision to reopen schools and pre-schools came amid speculation that the one-week school holidays which began on March 14 might be extended, especially after the number of new infections reached a new high of 47 on Wednesday.  Instead, additional precautionary measures will be put in place.  Students who will have to miss classes will be supported through home-based learning.  Parents will have to take their own leave should they need to care for their children on leave of absence but the ministries encouraged employers to provide flexible work arrangements.  Education Minister Ong Ye Kung said in a Facebook post on Thursday that “thousands of our students and their families have travelled overseas and have returned, or are now making their way back”.  “Our priority must be to protect the education system and keeping students safe. By protecting the system robustly, it can remain open, and lives need not be disrupted. Otherwise, many parents, including those working in hospitals and providing essential services, will not be able to go to work.”  Related Story All schools to be certified SG Clean by end-March  He acknowledged that students, parents and coaches may be inconvenienced by the decision.  He added: “I hate to have to do this, but it is critical that we protect the system, and keep everyone who has overseas exposure to the virus away from the school population. Then we can possibly return to the calm we enjoyed before the March school holidays. We need to do our best to maintain that.”  All co-curricular activities (CCAs) along with the National School Games will be suspended and the Singapore Youth Festival (SYF) Arts Presentation deferred, for two weeks.  Also for two weeks starting from Monday, pupils in Primary 3 and above will have “fixed exam-style seating” where they will sit further apart and in assigned seats and not move around, while Primary 1 and 2 pupils, as well as kindergarten children will have fixed group cluster seating.  Seating will also be assigned in canteens.  Classrooms and canteens will be routinely wiped down. During the March holidays, schools have been cleaned thoroughly.  Related Story Coronavirus: National School Games suspended till after June holidays  Related Story Coronavirus cases in Singapore: What we know so far  Before these new steps were announced, recess times had been staggered and large group activities suspended.  Other precautions are also in place. Pre-schools continue with health checks and temperature screenings. Visitors are restricted from pre-schools, and parents are to drop off and pick up their children outside the school.  The stay-at-home order put in place by the ministry caught some parents like Madam L. Rosie, 43, by surprise. She had taken her two primary school going children to visit relatives in Malaysia.  “My husband and I were careful to drive straight to my parents’ home in Johor . So we thought it will be okay and so far, all of us are fine.  “I will have to take leave to supervise them at home. I am worried that if I don’t, they won’t get their homework done and fall behind in their studies.”  LISTEN TO HEALTH CHECK PODCAST","41":"SINGAPORE - The National University of Singapore (NUS), Nanyang Technological University (NTU) and the Singapore Management University (SMU) are letting students write off their grades for modules this semester, to ease anxieties about disruptions to learning amid the coronavirus outbreak.  NUS is allowing undergraduates to exercise the Satisfactory\/Unsatisfactory (S\/U) option for up to 10 modular credits for any module taken this semester.  This translates to about two typical modules, and excludes final-year projects, honours theses and equivalent modules.  The S\/U option allows a student to take a course and attain the modular credits for graduation, without receiving a letter grade.  NTU and SMU will also let undergraduates use the S\/U option, but for all courses this semester.  In an e-mail to students on Thursday (March 26), SMU provost Timothy Clark said that all classes and examinations will also be moved online. Alternative assessments may replace some exams, he added.  Professor Clark said that students will be able to see their results before having to decide if they would like to turn some, or all, of their courses into Pass\/Fail.  But “this is subject to a minimum of 21 graded credits required for graduation, as per current policy”, he added.  SMU students typically take 4 to 4.5 credits each semester.  Said Professor Clark: “We are mindful that the measures should not dilute the professional standing of our students as this would have knock-on effects in employability... With these changes, we hope to alleviate your concerns and that you will be able to focus better on your studies and make the best of your learning opportunities.”  In the light of the Covid-19 situation, NUS and NTU had moved large lectures and some assessments online.  The three universities had also recalled students on overseas placements, such as exchange programmes and internships.  The Education Ministry had said the institutions would address students+ concerns about the loss of credits earned during their exchanges or placements.  In an e-mail to students on Wednesday (March 25), Professor Ling San, NTU+s deputy president and provost, said: +We acknowledge and understand the concerns and anxieties you are feeling about your education and learning at NTU due to the uncertainties posed by the Covid-19 situation.  Related Story Coronavirus: Singaporean overseas students scramble for flights home after schools issue blanket recall  Related Story Coronavirus cases in Singapore: What we know so far  +Your faculty and I have been listening to your feedback and comments made to us directly and through various platforms.+  In the circular seen by The Straits Times, he said that only content taught up to week 10 of the semester will be tested in exams and continual assessments.  Deadlines will be spaced out, he said, adding that students will be seated 2m apart during examinations.  For in-class assessments such as quizzes and tests, students will be placed in alternate seats and in alternate rows.  NUS provost Ho Teck Hua told students in an e-mail on Wednesday: +The Covid-19 pandemic continues to impact Singapore and the NUS community. We understand the additional stress this has caused you over the course of this semester.+  The 10 S\/U modular credits are on top of the grade-free first year that NUS students already have.  +We hope that this change in the university+s S\/U policy, made in close consultation with NUS Students+ Union, will help you get more out of your learning experience during this difficult time,+ said Professor Ho.  Yale-NUS College, which sits within NUS, has also allowed students to exercise the S\/U option for any module taken this semester.  Professor Joanne Roberts, the college+s executive vice-president (academic affairs), said: +However, students have been cautioned to seek advice from their academic adviser that choosing such an option may impact how a future professional or graduate school views their transcript.+  The college has been closely monitoring the situation and communicating with students to understand their challenges, she said.  +As a community of learning, this means helping our students focus on learning while setting aside, as far as we can, their worries about achievement metrics,+ she added.  NUS second-year social work student Jazreel Tay, 21, said most students are glad that the university is providing the S\/U option this semester.  “It’s a good move that NUS is allowing us to S\/U certain modules, but not all. There is some leeway for students to cope with the disruptions, but also be motivated to continue studying and not totally give up,” she said.  Her lectures this semester had gone online, and so will her final exams starting at the end of April.  She added: “For online assessment based on memory work, you can’t stop people from referring to notes at home or cheating.  “Maybe with this S\/U option, students will be less likely to do that, because they are not as pressured to do well knowing there is a safety net to fall back on.”","53":"Tuition centres are ready to go online, even as parents questioned the need for them to close.  Under new measures to stem the spread of the coronavirus, all centre-based tuition and enrichment classes will be suspended from Friday to reduce the intermingling of students from different schools.  Many parents The Straits Times spoke to yesterday said they did not think it was necessary to suspend tuition classes because schools have not been closed.  Housewife Joanna Tan, 40, whose Primary 5 son is enrolled in a maths tuition class at Learning Edge Education Centre, said: +I feel the decision to keep schools open and close tuition centres is contradictory. Parents and students mingle a lot more at schools.+  +Most tuition centres are also taking precautions, and tuition classes are a lot smaller and more casual, which makes it easier for teachers to manage. So I actually feel safer taking my son to tuition than to school,+ she added.  Madam Kristine Khoo, 41, who runs a handicraft business, is worried that the suspension would affect her twin daughters, who are sitting the Primary School Leaving Examination this year.  The twins attend tuition lessons for English, maths and science at a centre in Marine Parade.  +The centre already takes a lot of precautions. They keep telling us to inform them if the kids are not well or if the family has gone on holiday, and they would do the necessary make-up lessons,+ said Madam Khoo.  +They also take the kids+ temperatures and make sure they are well.+  She added that tuition lessons are also shorter than a school day as each session lasts only about two hours. +They might as well lock down schools too,+ she said.  Meanwhile, tuition and enrichment centres contacted by ST said they would abide by the rules.  Related Story 49 new coronavirus cases in Singapore, of which 32 are from overseas  Related Story Coronavirus cases in Singapore: What we know so far  Ms Calla Chiang, 39, director of the Science Studios Learning Centre, said the centre will be converting its lessons to home-based online learning.  It has already put in place an online learning system, which includes video recording of lessons.  These videos will be made available on the centre+s existing online learning platform, Science Studios Online, she said.  She added: +We have to try our best to make sure that students continue to learn well and even enjoy the process.+  Speech Academy Asia, which provides communication training classes, will be launching webinar lessons, said its co-founder Kelvin Tan, 41.  Mr Tan added that the centre will incorporate gaming elements for online learning, such as asking students to utilise knowledge from the webinar lessons to solve tasks.  Mr Lim Weiyi, 39, co-founder of tuition centre Study Room, said the centre will be arranging for one-hour online lectures.  Students and their parents will then have a 10-minute one-to-one engagement with tutors via video conferencing.  This is to ensure that the engagement and interaction between students and tutors remains, he said.  Some parents welcomed the new measures.  Ms Angeline Goh said she had pulled her Primary 1 son out of his aikido class last month. He also attends creative writing enrichment lessons.  +The percentage of risk reduces with the suspension of such classes+, added the 41-year-old, who works in customer service.","77":"SINGAPORE - Most students across Singapore returned to school on Monday (March 23), the first day after the week-long March holidays.  Some are serving a 14-day leave of absence after returning from trips abroad during the holidays, as part of stricter measures to prevent the spread of the coronavirus announced by the Ministry of Education (MOE) last week.  The leave of absence would apply to students and staff of schools, pre-schools and student care centres who returned from overseas on or after March 14, MOE had said.  Students who have to miss classes will be supported through home-based learning programmes.  The Straits Times has contacted the ministry for more information.  Education Minister Ong Ye Kung said in a Facebook post on Monday afternoon that additional safe distancing measures are in place in schools, after visiting a few of them in the morning.  These include exam-style seating for pupils from Primary 3; fixed group-cluster seating for Primary 1, Primary 2 and MOE kindergarten children; wipe-down routines; and assigned seating in canteens and play areas.  +Schools seemed a bit quieter with some students serving their leave of absence or stay-home notice,+ said Mr Ong. +But they all took the precautionary measures in their stride. They understand that the measures are necessary to keep them safe.+  He added: +We are doing our best to keep students and staff safe in school so that students can continue learning in a familiar environment, with a familiar routine. Let us all do our part to make that happen.+  Many parents have recently voiced their concerns, with some asking why the holidays were not extended, prompting Mr Ong to address such issues in an earlier post on Facebook on Sunday.  The minister cited scientific evidence, the extra precautions and a desire to reduce disruptions as key considerations in allowing students to resume classes.  On Monday, some parents made efforts to avoid the morning crowds, while others said they hoped the ministry would give students a home-based learning option, given the evolving situation.  Housewife Joanna Tan, 40, said she usually takes a public bus with her seven-year-old daughter to Paya Lebar Methodist Girls+ School (Primary). But they left the house 10 minutes earlier on Monday morning to catch a less crowded bus, and arrived at the school at 7am.  +After school, we also walked one bus stop up so we wouldn+t have to wait with the crowds.+  Madam Priscilla Yeow, 44, said her Secondary 2 son and Primary 6 daughter also went to school on Monday.  +We+re definitely worried and the situation around the world is very bad. But I think our Government has implemented good border controls and schools are taking a lot of precautions, like suspending co-curricular activities,+ she said.  Related Story Coronavirus: Education Minister Ong Ye Kung responds to concerns on schools reopening  She added: +My daughter is on the school bus but for the next two weeks, if my son has to travel during peak hours, I will make arrangements to pick him up instead.+  Madam Yeow, who helps out with a family business, said suspending school would have a huge impact on working parents.  +If everybody is socially responsible, obeys the stay-home notice if they go overseas, it should be alright,+ she said.  But the spike in the number of imported cases last week made some parents like Madam Diana Ismail decide to keep their children at home instead.  The 41-year-old business owner+s four sons will stay at home this week while she monitors the situation. One of them is in pre-school, another in primary school and the oldest two are in secondary school.  +My concern is that some parents had gone abroad and are now on stay-home notice, but their children can still go to school if they didn+t travel,+ she said.  Madam Diana added: +My sons are in four different schools and they have to take public transport, so I just want to minimise any possible contact with more people... My mum, who lives with us, is in her 60s and not in good health, so I have to take care of her too.+  Perhaps the March school break could have been extended by a week or two, and the June holidays could be used for lessons to make up for the curriculum time lost, she suggested.  +Wouldn+t it be simpler for everyone to have e-learning, and maybe employers could allow parents to take turns to work from home in this pandemic?+    Pei Chun Public School pupils queueing up in their school+s canteen. PHOTO: ONG YE KUNG\/FACEBOOK    Another parent, Madam Claire Chan, 40, had kept her two children - one in kindergarten and one in primary school - at home for about a month, from Jan 28 to Feb 23.  +Both my children have asthma. They routinely experience complications leading to pneumonia from simple viral infections,+ she said.  +We cannot afford for them to be sick because it will take a lot of investigative work to determine whether they are down with Covid-19.+  Her son went back to school to sit his term tests at the end of February. The school has in place measures such as getting pupils to wash their hands diligently and wiping down their classroom, said Madam Chan.  Ms Wang Peiqi and her family are on stay-home notice after returning from Thailand last Wednesday. Ms Wang, 36, whose sons are aged five and 10, said she is waiting for more instructions about home-based learning. Her older son+s form teacher video-calls her every day to check on his temperature, and makes sure he is home.  Related Story 23 new coronavirus cases in Singapore including 18 imported; 4 recovered  Related Story Coronavirus cases in Singapore: What we know so far  The sales executive said: +Working from home isn+t easy; we can+t go out and getting groceries is a hassle.+  For now, she keeps her sons busy with homework or tasks like drawing.  Added the Singaporean: +Thailand was very quiet and many shops were closed. Taxi drivers refused to take us on two occasions and people avoided us because we+re Chinese. We+re thankful to be back in Singapore.  +It+s safer to be at home than to risk any possible spread because we don+t know if we have the virus and we just don+t know it yet.+","118":"SINGAPORE - London medical school student Ian Soh did not make the decision to return to Singapore easily, but what he witnessed at Heathrow Airport as he left on Sunday (March 15) convinced him of the seriousness of the global pandemic - and that he had made the right choice.  Opening up to The Straits Times about his journey home, the 19-year-old Malaysian whose family is based in Singapore described the +nightmarish+ scenario at the airport as he waited to board his flight, with travellers around him garbed in hazmat suits and raincoats.  +None of us wanted to (leave) because we did not see the point or felt that the coronavirus was quite far away from Britain then and would not reach it... (This) was a misconception,+ he said.  Britain reported its first confirmed case of the virus in January, although these were initially imported cases from China. As local clusters began to emerge later, Mr Soh said he grew alarmed as he saw first-hand the panic buying which had up till then been just an Asian phenomenon.  He said: +Towards the third week of February, supermarkets started running out of poultry and eggs and I had to survive on pasta for at least a week before different items started getting replenished. Panic buying is happening in (Britain), not just in Asia.+  He then decided to return home following a debate with his parents, who urged him to return home as soon as possible. +I would have (had) no one to turn to and no one to take care of me if I were to fall sick... When I tried to get hand sanitisers and face masks, the prices were also extortionate,+ he said.  Mr Soh said he had to queue for almost three hours at Heathrow because there was only one counter for at least three different airlines. He estimates that there were over 1,000 people in the queue.  +Sometimes, you really cannot believe some things on social media until you see it for yourself... The poor knowledge of (how to put on masks) also led some travellers to contaminate their masks, defeating the purpose of putting on masks in the first place,+ he said.  He is self-isolating for two weeks despite having arrived before the stay-home notice for travellers from Britain kicked in.  He urged students who are still overseas to +make a decision fast+, saying that the unpredictability of governments+ responses to the evolving Covid-19 situation could lead to border controls that may impede future travel.  The fluid global situation during the Covid-19 pandemic has led Singaporean students studying abroad to book flights home en masse. The Ministry of Foreign Affairs on Tuesday urged Singaporeans studying abroad to consider returning to the country.  Related Story Coronavirus: Singapore students in Britain to get help with flights back  Related Story Coronavirus: Singaporean overseas students scramble for flights home after schools issue blanket recall  Meanwhile, university students abroad have also taken the initiative to stay on top of developments and clarify ambiguities with their respective educational institutions.  ST understands that the Oxford University Malaysian & Singaporean Students+ Association, which counts among its ranks 300 active members, on Monday sent a letter to the university+s vice-chancellor and pro-vice-chancellor for education seeking clarification on its arrangements for international students during this period.  Among other concerns, the letter said students were worried about possible border controls Britain might impose, which could see them unable to return to the university for classes and exams next term.  +(We) hope that being more transparent about its considerations, particularly the circumstances under which different contingencies will be implemented, the university can help not only Singaporean but all international students at Oxford to make informed decisions about alternative arrangements, should the situation deteriorate further,+ the letter said.  The university has since assured the society that the necessary processes will be put in place to ensure no student is disadvantaged academically. It has also sent out an e-mail saying that those who choose not to return home to their home countries +are welcome to do so and we will support you staying in Oxford+.  The Singapore Society of Imperial College London has also created a live news link that provides updates to its members of the Covid-19 situation, including a section of which airlines are still operating between Britain and Singapore.  Britain is one of the most popular destinations for Singaporeans pursuing higher education, with about 6,750 Singapore students there in the academic year 2018\/2019, according to the Higher Education Statistics Agency.","125":"SINGAPORE (THE NEW PAPER) - To protect students from the coronavirus, the National University of Singapore (NUS) allowed them take a practical examination at home.  But despite being warned not to cheat, a significant number allegedly shared their answers and plagiarised one another.  NUS is now scrutinising their submissions and identifying the alleged cheaters so action can be taken against them.  Replying to queries from The New Paper, a spokesman for the NUS School of Computing confirmed it is investigating, with instructors still making plagiarism checks and have yet to finalise the results.  +NUS takes a serious view of academic dishonesty and does not condone plagiarism,+ she said.  TNP understands Mr Prabawa Adi Yoga Sidi, the lecturer teaching the module, sent out an e-mail about a week ago urging students who had cheated to confess.  It is believed that several have come forward and admitted to plagiarism.  The exam is worth 15 per cent of the final grade for the programming methodology module, which is compulsory for engineering students.  The module, also known as CS1010E, is described as an introduction to fundamental concepts of problem solving, involving the use of computing and programming in the Python programming language.  The spokesman said about 680 students are taking the module in the current semester.  CLASS SETTING  The exam is usually held in a class setting, but in light of Covid-19, Mr Prabawa allowed it to be taken at home earlier this month.  Related Story NUS reminds students to declare travel plans after foreign exchange student expelled  Students had to log in at the same time to work independently on three tasks, comprising seven questions, and submit their answers online.  The spokesman said students were reminded that there would be plagiarism checks and penalties if they were caught.  According to NUS policies, students who plagiarise or aid and abet such actions may be subject to disciplinary action.  +In addition, the student may receive a reduced grade, possibly even a zero mark, for the relevant academic assignment, project or thesis, and could receive a failed grade for the module,+ said the spokesman.  +Any student caught plagiarising will be required to retain the plagiarised module as graded.+  Numerous posts on Facebook page NUSWhispers in the past week claimed to be from students taking the module.  Some claimed they had cheated because the conditions were difficult and it was to be expected, while others said they had learnt their lesson.  One post, addressed to Mr Prabawa, claimed that if disciplinary action was taken, it would be the school+s fault that +almost half+ of the students would be severely affected and face problems with graduation and finding jobs.  Another post said students were +begging for mercy+, as the plagiarism checks are +almost a death sentence+.  Related Story Interactive: How coronavirus is spreading across the world  Commenting on one of the posts, Mr Prabawa said the instructors were able to measure similarities in submissions and identify possible collaborations within groups, and this will be investigated further.  +Plagiarism is not a victimless crime. The students who are not plagiarising are being victimised. So we need to protect the victims,+ he said.  The spokesman said: +The school is aware of the diverse views raised by students.+  She said that instructors will address their concerns and plan to conduct optional remedial sessions to help those who had difficulties with the module.","147":"Parents had some questions on the move to have schools conduct one day of home-based learning a week. The Straits Times+ senior education correspondent Sandra Davie responds.  Q What if parents do not work in essential services like the healthcare sector, but in jobs like retail, and cannot take leave on home-learning days?  A The Ministry of Education (MOE) has said that schools will remain open for a small group of students whose parents are not able to secure alternative childcare arrangements. Priority will be given to parents in essential services such as healthcare, but if you are unable to take leave on the days where your child will be doing home-learning, then approach the school for help.  All schools will have a small number of teachers in school to supervise students whose parents are not able to make alternative arrangements.  Student care centres will also be open to support these students.  Q Does home-based learning refer to e-lessons by teachers? And how many hours a day does this entail, and do students need to be supervised by their parents?  A Students can expect to have about four to five hours of learning on the day of home-based learning, of which two hours can be through the use of laptops or tablets.  So, home-based learning is not confined to e-learning or learning with computers.  Schools will plan and implement a home-based learning programme that best suits the lessons and the needs of their students.  Related Story Parents okay with move, but some wonder about efficacy  It can come in different forms. For example, schools may ask students to undertake specific pieces of homework or reading from their textbooks. Sometimes, for subjects such as art, schools may drop off hard-copy packages at a student+s home.  Schools may also ask students to go through online materials in the Singapore Student Learning Space or the Learning Management Systems. Teachers will also be able to monitor the students+ learning progress through these systems.  MOE said that only young children, in lower primary, may need some supervision and help. Those in upper primary and secondary schools, and junior colleges, should be able to do home-based learning on their own.  If you have young children and are not able to take leave on the days where your child will be doing home-based learning, then approach the school for help.  Q In the event that schools have to close, will major exams, such as the Primary School Leaving Examination, the O levels and A levels still go on?  Related Story Coronavirus cases in Singapore: What we know so far  A Education Minister Ong Ye Kung said yesterday that exams such as the PSLE, O levels and A levels are major milestones, so they will continue to be held. If schools have to close for a significant period of time and curriculum time is lost, then MOE will make adjustments on the topics that are covered by the exams. He said that some topics, for example, can be dropped.  Examinations will continue, and students will be graded fairly.","168":"SINGAPORE - Children - and some of their parents - at a PAP Community Foundation (PCF) Sparkletots centre in Fengshan, which has been identified as a Covid-19 cluster, have been served with quarantine orders.  Other parents are scrambling to make alternative care arrangements for their pre-school-going children as all 360 PCF Sparkletots centres islandwide close for four days from Thursday (March 26).  PCF Sparkletots is the largest pre-school operator in Singapore, with over 40,000 children enrolled across its centres.  The closure of centres comes after PCF Sparkletots @ Fengshan Block 126 emerged on Wednesday as a new Covid-19 cluster, with 20 coronavirus cases linked to it so far. Fifteen cases are staff and five are their family members. The centre+s remaining 10 staff and about 110 students are now in quarantine.  Another 30 staff from other PCF centres have also been placed under quarantine as they had attended a training course with the Fengshan centre+s principal, who is a confirmed case.  Housewife Merry Chew, 34, and her daughter, two, who attends the Fengshan Block 126 branch, were served with quarantine orders on Thursday at their flat in Bedok. She has to be quarantined along with her daughter as she is her main caregiver, said Mrs Chew.  She said the centre had sent out an e-mail on Monday informing parents that a Nursery 2 teacher had tested positive for the coronavirus.  +The sent another e-mail to update us the next day that more staff had reported feeling unwell. They called us to make sure we were all aware about it.+  +The centre is doing its best to protect our kids. All of the teachers are really good,+ she said. +This is not their fault for sure.+  Mrs Chew said that she was worried by the large number of cases from the centre, but added that the coronavirus +is everywhere - you+re either lucky or unlucky+.  She has asked her mother-in-law to move in and help take care of her younger child, who is 10 months old.  In a letter to parents on Tuesday seen by The Straits Times, the centre said it would be closed for two weeks and reopen on April 8, unless otherwise advised by the Early Childhood Development Agency.  Parents from other PCF centres said they were informed of the centre closures only late on Wednesday night and had to rush to make last-minute care arrangements.  Ms Edwina Cheang, 25, who is a teacher in a private pre-school centre, has a daughter enrolled at a PCF Sparkletots centre in Buona Vista.  She said she got a call at 11pm on Wednesday, and had to apply for urgent leave on Thursday and Friday.  Sales assistant Sery Shida, 27, said her supervisor was able to find someone to cover her shifts over the next two days.  Said Mrs Shida, who has two sons who go to a Yishun PCF branch and one son in primary school: +But if there is prolonged closure, I+ll have to ask my mother-in-law for a helping hand. Honestly, it+s not easy to handle all of them. When I take my eldest son to school in the morning and pick him up in the afternoon, I have to take along the two younger ones.+  News of the other 30 staff across other PCF centres being quarantined also spooked some parents.  Mrs Jean Ong, 31, has a son attending PCF Sparkletots @ Fengshan Block 115, close to the affected centre. She said that when she first heard the news, she was not worried as it was a different centre from her son+s.  +But when I read the news about how 30 staff from other PCF centres have been placed under quarantine because they attended a training course with the Fengshan PCF centre+s principal, questions started to pop up in my head,+ said the sales executive.  Mrs Ong later received a call, on Thursday afternoon, from her son+s centre to inform her that its principal was one of the 30 employees who had been quarantined.  She said: +It had been a week since the two principals had contact. And our principal had been in school for the past week, and surely interacted with teachers.  Related Story Coronavirus cases in Singapore: What we know so far  +We won+t know if our principal has contracted Covid-19 and passed it to my son+s teachers.+  She said she will not be allowing her son to go to school next week even if it reopens, and will be monitoring the situation closely.  Another parent, Ms Nurul Huda, 34, who has two children attending a PCF Sparkletots centre in Choa Chu Kang, also said she does not intend to let them go back to school +until there is a visible improvement in the figures+.  Said Ms Nurul, who is a private tutor: +No one knows how many people (the 30 quarantined staff) had interacted and had contact with.+  +It is a good measure to close all the centres,+ she said, but added that the four-day closure could be insufficient.  +The incubation period is 14 days. With only four days of closure, what happens if new cases emerge after the centres reopen?+  However, some parents are open to allowing their kids to go back to school on Monday, when the centres reopen.  A civil servant who has twins attending a PCF centre at Fengshan Block 184 said the four-day closure is necessary for PCF to +review their processes and take time to do another round of deep cleaning of the centres+.  The 33-year-old, who wanted to be called Ms Ye, said: +The school closure is troublesome and it was done very late - a lot of parents were scrambling - but I feel for the poor teachers who had to come back and call parents too.  +I will send my kids back to school (when centres reopen on Monday). I trust PCF+s processes and it+s just one centre which seems to have a lapse... we have to be brave and also hope that all partners have to be socially responsible.+"},"caption":{"19":"+Some students are worried about graduating on time, while others are exploring options to make up for the disruption.+","26":"++I also had travel plans, I had football match tickets, concert tickets... But I understand why these changes are necessary,+ said one student, who booked a flight home just a day after reaching Berlin.+","38":"+Schools will reopen on March 23 with stricter measures in place. CCAs will also be suspended.+","41":"+NUS and NTU are allowing undergraduates to exercise the Satisfactory\/+ +Unsatisfactory (S\/U) option this semester.+","53":"++I feel the decision to keep schools open and close tuition centres is contradictory,++ + said a parent.+","77":"+Other measures include assigned seating in canteens and home-based learning for students who are missing class while serving their 14-day leave of absence.+","118":"++None of us wanted to (leave) because we did not see the point or felt that the coronavirus was quite far away from Britain then and would not reach it... (This) was a misconception,++ + says Ian Soh, who is studying medicine in London.+","125":"+One post on Facebook page NUSWhispers claimed that if disciplinary action was taken, it would be the school\\+s fault that +almost half+ of the students would be severely affected and face problems with graduation and finding jobs.+","147":"+Will major exams, such as the PSLE, O levels and A levels still go on in the event of school closures?+","168":"+30 employees from other PCF centres are also under quarantine.+"},"summary":{"19":"Singaporean students on exchange or internships around the world are making immediate plans to return home amid the global coronavirus pandemic. Some have already returned, while others are scrambling to book flights and trying to find out what their institutions have planned for them in the months ahead.","26":"SINGAPORE - Singaporean students on exchange or internships around the world are making immediate plans to return home amid a global coronavirus pandemic. Some have already come home, while others are scrambling to book flights and trying to find out what their institutions have planned for them in the months ahead.","38":"SINGAPORE - Schools and kindergartens will reopen next Monday (March 23) as planned, but with stricter measures to prevent the coronavirus being spread by those who had returned from trips abroad during the holidays. Students and staff members of schools, pre-schools and student care centres will be given 14-day leave of absence if they returned from overseas on or after March 14. The date of their return to Singapore will be taken as Day Zero of the 14 days. Eight out of 10 of Singapore’s imported cases of Covid-19 have come in the last nine days. Visitors are restricted from pre-schools, and parents are to drop off and pick up their children outside the school.","41":"SINGAPORE - The National University of Singapore (NUS), Nanyang Technological University (NTU) and the Singapore Management University (SMU) are letting students write off their grades for modules this semester, to ease anxieties about disruptions to learning amid the coronavirus outbreak. NUS is allowing undergraduates to exercise the Satisfactory\/Unsatisfactory (S\/U) option for up to 10 modular credits for any module taken this semester. NTU and SMU will also let undergraduates use the S\/U option, but for all courses this semester. The 10 S\/U modular credits are on top of the grade-free first year that NUS students already have. Yale-NUS College, which sits within NUS, has also allowed students to exercise the S\/U option for any module taken this semester.","53":"Tuition centres are ready to go online, even as parents questioned the need for them to close. +Most tuition centres are also taking precautions, and tuition classes are a lot smaller and more casual, which makes it easier for teachers to manage. These videos will be made available on the centre+s existing online learning platform, Science Studios Online, she said. Mr Lim Weiyi, 39, co-founder of tuition centre Study Room, said the centre will be arranging for one-hour online lectures. +The percentage of risk reduces with the suspension of such classes+, added the 41-year-old, who works in customer service.","77":"SINGAPORE - Most students across Singapore returned to school on Monday (March 23), the first day after the week-long March holidays. These include exam-style seating for pupils from Primary 3; fixed group-cluster seating for Primary 1, Primary 2 and MOE kindergarten children; wipe-down routines; and assigned seating in canteens and play areas. +Schools seemed a bit quieter with some students serving their leave of absence or stay-home notice,+ said Mr Ong. Housewife Joanna Tan, 40, said she usually takes a public bus with her seven-year-old daughter to Paya Lebar Methodist Girls+ School (Primary). One of them is in pre-school, another in primary school and the oldest two are in secondary school.","118":"Britain reported its first confirmed case of the virus in January, although these were initially imported cases from China. He then decided to return home following a debate with his parents, who urged him to return home as soon as possible. He is self-isolating for two weeks despite having arrived before the stay-home notice for travellers from Britain kicked in. The fluid global situation during the Covid-19 pandemic has led Singaporean students studying abroad to book flights home en masse. Britain is one of the most popular destinations for Singaporeans pursuing higher education, with about 6,750 Singapore students there in the academic year 2018\/2019, according to the Higher Education Statistics Agency.","125":"SINGAPORE (THE NEW PAPER) - To protect students from the coronavirus, the National University of Singapore (NUS) allowed them take a practical examination at home. TNP understands Mr Prabawa Adi Yoga Sidi, the lecturer teaching the module, sent out an e-mail about a week ago urging students who had cheated to confess. The exam is worth 15 per cent of the final grade for the programming methodology module, which is compulsory for engineering students. CLASS SETTINGThe exam is usually held in a class setting, but in light of Covid-19, Mr Prabawa allowed it to be taken at home earlier this month. According to NUS policies, students who plagiarise or aid and abet such actions may be subject to disciplinary action.","147":"Parents had some questions on the move to have schools conduct one day of home-based learning a week. Schools will plan and implement a home-based learning programme that best suits the lessons and the needs of their students. Schools may also ask students to go through online materials in the Singapore Student Learning Space or the Learning Management Systems. Those in upper primary and secondary schools, and junior colleges, should be able to do home-based learning on their own. Q In the event that schools have to close, will major exams, such as the Primary School Leaving Examination, the O levels and A levels still go on?","168":"SINGAPORE - Children - and some of their parents - at a PAP Community Foundation (PCF) Sparkletots centre in Fengshan, which has been identified as a Covid-19 cluster, have been served with quarantine orders. Other parents are scrambling to make alternative care arrangements for their pre-school-going children as all 360 PCF Sparkletots centres islandwide close for four days from Thursday (March 26). PCF Sparkletots is the largest pre-school operator in Singapore, with over 40,000 children enrolled across its centres. Ms Edwina Cheang, 25, who is a teacher in a private pre-school centre, has a daughter enrolled at a PCF Sparkletots centre in Buona Vista. Mrs Jean Ong, 31, has a son attending PCF Sparkletots @ Fengshan Block 115, close to the affected centre."},"keywords":{"19":["singaporean","students","exchange","internships","world","making","plans","return","home","amid","global","returned","ahead","scrambling","book","flights","find","institutions"],"26":["singaporean","home","students","exchange","internships","world","making","plans","return","amid","global","ahead","scrambling","book","flights","find","institutions"],"38":["march","school","schools","students","returned","holidays","parents","story","leave","pre-schools","children","primary","cases","related","days","monday","system","overseas"],"41":["students","nus","semester","ntu","smu","option","professor","nanyang","credits","modules","national","technological","management","university","learning","clark","added","assessments"],"53":["tuition","centre","lessons","online","learning","centres","classes","parents","students","schools","added","primary","tan","school","science","khoo","lot","son"],"77":["school","primary","march","students","monday","madam","ong","schools","moe","home","parents","measures","education","children","holidays","son","sons","ministry"],"118":["britain","students","home","university","march","singaporean","sunday","ian","return","airport","soh","masks","oxford","situation","heathrow","education","flights","student"],"125":["students","nus","module","plagiarism","national","university","prabawa","spokesman","student","paper","school","action","checks","programming","grade","claimed","instructors","story","computing"],"147":["learning","students","schools","parents","home-based","education","school","moe","student","day","days","levels","leave","primary","teachers","hours","story","straits","sandra","davie"],"168":["pcf","centre","sparkletots","centres","fengshan","parents","school","staff","children","son","foundation","block","pap","community","mrs","thursday","closure","quarantine","cases"]},"category":{"19":"education","26":"education","38":"education","41":"education","53":"education","77":"education","118":"education","125":"education","147":"education","168":"education"},"reactions":{"19":{"Like":87,"Wow":2,"Love":1,"Sad":1},"26":{"Like":209,"Sad":17,"Haha":14,"Wow":8,"Angry":1},"38":{"Like":520,"Wow":46,"Sad":23,"Angry":11,"Haha":7,"Love":3},"41":{"Like":294,"Wow":14,"Haha":8,"Love":3,"Sad":1,"Angry":1},"53":{"Like":650,"Haha":108,"Wow":10,"Sad":5,"Angry":5,"Love":2},"77":{"Like":156,"Wow":5,"Love":3,"Haha":3,"Angry":3,"Sad":1},"118":{"Like":389,"Sad":57,"Haha":12,"Wow":12,"Love":4,"Angry":2},"125":{"Like":239,"Haha":118,"Angry":85,"Wow":42,"Sad":14,"Love":1},"147":{"Like":224,"Haha":4,"Angry":3,"Sad":2,"Love":1,"Wow":1},"168":{"Like":191,"Sad":77,"Wow":39,"Angry":6,"Haha":2}},"sentiment":{"19":0.0,"26":-0.1,"38":-0.2666666667,"41":0.3333333333,"53":0.7692307692,"77":0.1333333333,"118":-0.4942528736,"125":0.0769230769,"147":0.0,"168":-0.6532258065},"comments":{"19":"119.74.13.239:5000\/images\/fbid=10156840494332115","26":"119.74.13.239:5000\/images\/fbid=10156838163382115","38":"119.74.13.239:5000\/images\/fbid=10156847764177115","41":"119.74.13.239:5000\/images\/fbid=10156870835642115","53":"119.74.13.239:5000\/images\/fbid=10156869531622115","77":"119.74.13.239:5000\/images\/fbid=10156863494887115","118":"119.74.13.239:5000\/images\/fbid=10156848971627115","125":"119.74.13.239:5000\/images\/fbid=10156848185877115","147":"119.74.13.239:5000\/images\/fbid=10156880319117115","168":"119.74.13.239:5000\/images\/fbid=10156874408057115"},"counts":{"19":{"positive":1,"negative":1,"neutral":2},"26":{"positive":14,"negative":18,"neutral":8},"38":{"positive":10,"negative":34,"neutral":46},"41":{"positive":11,"negative":2,"neutral":14},"53":{"positive":110,"negative":10,"neutral":10},"77":{"positive":6,"negative":4,"neutral":5},"118":{"positive":16,"negative":59,"neutral":12},"125":{"positive":119,"negative":99,"neutral":42},"147":{"positive":5,"negative":5,"neutral":1},"168":{"positive":2,"negative":83,"neutral":39}}}