{"id":{"34":"fbid=10156848971627115","41":"fbid=10156848185877115","44":"fbid=10156847764177115","74":"fbid=10156840494332115","81":"fbid=10156838163382115","110":"fbid=10156863494887115"},"date":{"34":1584622300000,"41":1584594000000,"44":1584584984000,"74":1584392400000,"81":1584352753000,"110":1584958087000},"url":{"34":"https:\/\/www.straitstimes.com\/singapore\/education\/we-thought-it-would-never-reach-britain-student-who-returned-to-spore-urges","41":"https:\/\/www.straitstimes.com\/singapore\/education\/coronavirus-nus-students-allegedly-abuse-covid-19-measures-to-cheat-on-exam","44":"https:\/\/www.straitstimes.com\/singapore\/education\/coronavirus-schools-kindergartens-to-reopen-on-monday-students-staff-who-return","74":"https:\/\/www.straitstimes.com\/singapore\/education\/singapore-students-on-overseas-stints-scramble-to-return","81":"https:\/\/www.straitstimes.com\/singapore\/education\/coronavirus-singaporean-overseas-students-scramble-for-flights-home-after","110":"https:\/\/www.straitstimes.com\/singapore\/education\/schools-reopen-after-march-holidays-students-who-had-travelled-placed-on-14-day"},"image":{"34":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/19\/yq-britcov-19032020.jpg?itok=Qu41Fl5p","41":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/19\/ab_nus_190320.jpg?itok=ZAe1KoKz","44":"https:\/\/www.straitstimes.com\/sites\/default\/files\/media-youtube\/B2Hs2U4i_fc.jpg","74":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/16\/yq-changiairport-160032022.jpg?itok=P9unQl10","81":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/16\/yq-changiairport-160032022.jpg?itok=P9unQl10","110":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/23\/hzschool0323.jpg?itok=Ma3HyNx9"},"title":{"34":"+We thought the virus would never reach Britain+: Student who returned to S+pore urges others to come home","41":"Coronavirus: NUS students allegedly abuse Covid-19 measures to cheat on exam","44":"Coronavirus: Schools, kindergartens to reopen on Monday; students, staff who return from overseas from March 14 have to isolate for 14 days","74":"Singapore students on overseas stints scramble to return","81":"Coronavirus: Singaporean overseas students scramble for flights home after schools issue blanket recall","110":"Exam-style seating, wipe-down routines: Schools reopen with safe distancing measures to prevent coronavirus spread"},"text":{"34":"SINGAPORE - London medical school student Ian Soh did not make the decision to return to Singapore easily, but what he witnessed at Heathrow Airport as he left on Sunday (March 15) convinced him of the seriousness of the global pandemic - and that he had made the right choice.  Opening up to The Straits Times about his journey home, the 19-year-old Malaysian whose family is based in Singapore described the +nightmarish+ scenario at the airport as he waited to board his flight, with travellers around him garbed in hazmat suits and raincoats.","41":"SINGAPORE (THE NEW PAPER) - To protect students from the coronavirus, the National University of Singapore (NUS) allowed them take a practical examination at home.  But despite being warned not to cheat, a significant number allegedly shared their answers and plagiarised one another.  NUS is now scrutinising their submissions and identifying the alleged cheaters so action can be taken against them.  Replying to queries from The New Paper, a spokesman for the NUS School of Computing confirmed it is investigating, with instructors still making plagiarism checks and have yet to finalise the results.  +NUS takes a serious view of academic dishonesty and does not condone plagiarism,+ she said.  TNP understands Mr Prabawa Adi Yoga Sidi, the lecturer teaching the module, sent out an e-mail about a week ago urging students who had cheated to confess.  It is believed that several have come forward and admitted to plagiarism.  The exam is worth 15 per cent of the final grade for the programming methodology module, which is compulsory for engineering students.  The module, also known as CS1010E, is described as an introduction to fundamental concepts of problem solving, involving the use of computing and programming in the Python programming language.  The spokesman said about 680 students are taking the module in the current semester.  CLASS SETTING  The exam is usually held in a class setting, but in light of Covid-19, Mr Prabawa allowed it to be taken at home earlier this month.  Related Story NUS reminds students to declare travel plans after foreign exchange student expelled  Students had to log in at the same time to work independently on three tasks, comprising seven questions, and submit their answers online.  The spokesman said students were reminded that there would be plagiarism checks and penalties if they were caught.  According to NUS policies, students who plagiarise or aid and abet such actions may be subject to disciplinary action.  +In addition, the student may receive a reduced grade, possibly even a zero mark, for the relevant academic assignment, project or thesis, and could receive a failed grade for the module,+ said the spokesman.  +Any student caught plagiarising will be required to retain the plagiarised module as graded.+  Numerous posts on Facebook page NUSWhispers in the past week claimed to be from students taking the module.  Some claimed they had cheated because the conditions were difficult and it was to be expected, while others said they had learnt their lesson.  One post, addressed to Mr Prabawa, claimed that if disciplinary action was taken, it would be the school+s fault that +almost half+ of the students would be severely affected and face problems with graduation and finding jobs.  Another post said students were +begging for mercy+, as the plagiarism checks are +almost a death sentence+.  Related Story Interactive: How coronavirus is spreading across the world  Commenting on one of the posts, Mr Prabawa said the instructors were able to measure similarities in submissions and identify possible collaborations within groups, and this will be investigated further.  +Plagiarism is not a victimless crime. The students who are not plagiarising are being victimised. So we need to protect the victims,+ he said.  The spokesman said: +The school is aware of the diverse views raised by students.+  She said that instructors will address their concerns and plan to conduct optional remedial sessions to help those who had difficulties with the module.","44":"SINGAPORE - Schools and kindergartens will reopen next Monday (March 23) as planned, but with stricter measures to prevent the coronavirus being spread by those who had returned from trips abroad during the holidays.  Students and staff members of schools, pre-schools and student care centres will be given 14-day leave of absence if they returned from overseas on or after March 14.  The date of their return to Singapore will be taken as Day Zero of the 14 days.  The moves comes amid a recent spike in the number of imported cases. Eight out of 10 of Singapore’s imported cases of Covid-19 have come in the last nine days.  The decision to reopen schools and pre-schools came amid speculation that the one-week school holidays which began on March 14 might be extended, especially after the number of new infections reached a new high of 47 on Wednesday.  Instead, additional precautionary measures will be put in place.  Students who will have to miss classes will be supported through home-based learning.  Parents will have to take their own leave should they need to care for their children on leave of absence but the ministries encouraged employers to provide flexible work arrangements.  Education Minister Ong Ye Kung said in a Facebook post on Thursday that “thousands of our students and their families have travelled overseas and have returned, or are now making their way back”.  “Our priority must be to protect the education system and keeping students safe. By protecting the system robustly, it can remain open, and lives need not be disrupted. Otherwise, many parents, including those working in hospitals and providing essential services, will not be able to go to work.”  Related Story All schools to be certified SG Clean by end-March  He acknowledged that students, parents and coaches may be inconvenienced by the decision.  He added: “I hate to have to do this, but it is critical that we protect the system, and keep everyone who has overseas exposure to the virus away from the school population. Then we can possibly return to the calm we enjoyed before the March school holidays. We need to do our best to maintain that.”  All co-curricular activities (CCAs) along with the National School Games will be suspended and the Singapore Youth Festival (SYF) Arts Presentation deferred, for two weeks.  Also for two weeks starting from Monday, pupils in Primary 3 and above will have “fixed exam-style seating” where they will sit further apart and in assigned seats and not move around, while Primary 1 and 2 pupils, as well as kindergarten children will have fixed group cluster seating.  Seating will also be assigned in canteens.  Classrooms and canteens will be routinely wiped down. During the March holidays, schools have been cleaned thoroughly.  Related Story Coronavirus: National School Games suspended till after June holidays  Related Story Coronavirus cases in Singapore: What we know so far  Before these new steps were announced, recess times had been staggered and large group activities suspended.  Other precautions are also in place. Pre-schools continue with health checks and temperature screenings. Visitors are restricted from pre-schools, and parents are to drop off and pick up their children outside the school.  The stay-at-home order put in place by the ministry caught some parents like Madam L. Rosie, 43, by surprise. She had taken her two primary school going children to visit relatives in Malaysia.  “My husband and I were careful to drive straight to my parents’ home in Johor . So we thought it will be okay and so far, all of us are fine.  “I will have to take leave to supervise them at home. I am worried that if I don’t, they won’t get their homework done and fall behind in their studies.”  LISTEN TO HEALTH CHECK PODCAST","74":"Singaporean students on exchange or internships around the world are making immediate plans to return home amid the global coronavirus pandemic.  Some have already returned, while others are scrambling to book flights and trying to find out what their institutions have planned for them in the months ahead.","81":"SINGAPORE - Singaporean students on exchange or internships around the world are making immediate plans to return home amid a global coronavirus pandemic.  Some have already come home, while others are scrambling to book flights and trying to find out what their institutions have planned for them in the months ahead.","110":"SINGAPORE - Most students across Singapore returned to school on Monday (March 23), the first day after the week-long March holidays.  Some are serving a 14-day leave of absence after returning from trips abroad during the holidays, as part of stricter measures to prevent the spread of the coronavirus announced by the Ministry of Education (MOE) last week.  The leave of absence would apply to students and staff of schools, pre-schools and student care centres who returned from overseas on or after March 14, MOE had said.  Students who have to miss classes will be supported through home-based learning programmes.  The Straits Times has contacted the ministry for more information.  Education Minister Ong Ye Kung said in a Facebook post on Monday afternoon that additional safe distancing measures are in place in schools, after visiting a few of them in the morning.  These include exam-style seating for pupils from Primary 3; fixed group-cluster seating for Primary 1, Primary 2 and MOE kindergarten children; wipe-down routines; and assigned seating in canteens and play areas.  +Schools seemed a bit quieter with some students serving their leave of absence or stay-home notice,+ said Mr Ong. +But they all took the precautionary measures in their stride. They understand that the measures are necessary to keep them safe.+  He added: +We are doing our best to keep students and staff safe in school so that students can continue learning in a familiar environment, with a familiar routine. Let us all do our part to make that happen.+  Many parents have recently voiced their concerns, with some asking why the holidays were not extended, prompting Mr Ong to address such issues in an earlier post on Facebook on Sunday.  The minister cited scientific evidence, the extra precautions and a desire to reduce disruptions as key considerations in allowing students to resume classes.  On Monday, some parents made efforts to avoid the morning crowds, while others said they hoped the ministry would give students a home-based learning option, given the evolving situation.  Housewife Joanna Tan, 40, said she usually takes a public bus with her seven-year-old daughter to Paya Lebar Methodist Girls+ School (Primary). But they left the house 10 minutes earlier on Monday morning to catch a less crowded bus, and arrived at the school at 7am.  +After school, we also walked one bus stop up so we wouldn+t have to wait with the crowds.+  Madam Priscilla Yeow, 44, said her Secondary 2 son and Primary 6 daughter also went to school on Monday.  +We+re definitely worried and the situation around the world is very bad. But I think our Government has implemented good border controls and schools are taking a lot of precautions, like suspending co-curricular activities,+ she said.  Related Story Coronavirus: Education Minister Ong Ye Kung responds to concerns on schools reopening  She added: +My daughter is on the school bus but for the next two weeks, if my son has to travel during peak hours, I will make arrangements to pick him up instead.+  Madam Yeow, who helps out with a family business, said suspending school would have a huge impact on working parents.  +If everybody is socially responsible, obeys the stay-home notice if they go overseas, it should be alright,+ she said.  But the spike in the number of imported cases last week made some parents like Madam Diana Ismail decide to keep their children at home instead.  The 41-year-old business owner+s four sons will stay at home this week while she monitors the situation. One of them is in pre-school, another in primary school and the oldest two are in secondary school.  +My concern is that some parents had gone abroad and are now on stay-home notice, but their children can still go to school if they didn+t travel,+ she said.  Madam Diana added: +My sons are in four different schools and they have to take public transport, so I just want to minimise any possible contact with more people... My mum, who lives with us, is in her 60s and not in good health, so I have to take care of her too.+  Perhaps the March school break could have been extended by a week or two, and the June holidays could be used for lessons to make up for the curriculum time lost, she suggested.  +Wouldn+t it be simpler for everyone to have e-learning, and maybe employers could allow parents to take turns to work from home in this pandemic?+    Pei Chun Public School pupils queueing up in their school+s canteen. PHOTO: ONG YE KUNG\/FACEBOOK    Another parent, Madam Claire Chan, 40, had kept her two children - one in kindergarten and one in primary school - at home for about a month, from Jan 28 to Feb 23.  +Both my children have asthma. They routinely experience complications leading to pneumonia from simple viral infections,+ she said.  +We cannot afford for them to be sick because it will take a lot of investigative work to determine whether they are down with Covid-19.+  Her son went back to school to sit his term tests at the end of February. The school has in place measures such as getting pupils to wash their hands diligently and wiping down their classroom, said Madam Chan.  Ms Wang Peiqi and her family are on stay-home notice after returning from Thailand last Wednesday. Ms Wang, 36, whose sons are aged five and 10, said she is waiting for more instructions about home-based learning. Her older son+s form teacher video-calls her every day to check on his temperature, and makes sure he is home.  Related Story 23 new coronavirus cases in Singapore including 18 imported; 4 recovered  Related Story Coronavirus cases in Singapore: What we know so far  The sales executive said: +Working from home isn+t easy; we can+t go out and getting groceries is a hassle.+  For now, she keeps her sons busy with homework or tasks like drawing.  Added the Singaporean: +Thailand was very quiet and many shops were closed. Taxi drivers refused to take us on two occasions and people avoided us because we+re Chinese. We+re thankful to be back in Singapore.  +It+s safer to be at home than to risk any possible spread because we don+t know if we have the virus and we just don+t know it yet.+"},"caption":{"34":"++None of us wanted to (leave) because we did not see the point or felt that the coronavirus was quite far away from Britain then and would not reach it... (This) was a misconception,++ + says Ian Soh, who is studying medicine in London.+","41":"+One post on Facebook page NUSWhispers claimed that if disciplinary action was taken, it would be the school\\+s fault that +almost half+ of the students would be severely affected and face problems with graduation and finding jobs.+","44":"+Schools will reopen on March 23 with stricter measures in place. CCAs will also be suspended.+","74":"+Some students are worried about graduating on time, while others are exploring options to make up for the disruption.+","81":"++I also had travel plans, I had football match tickets, concert tickets... But I understand why these changes are necessary,+ said one student, who booked a flight home just a day after reaching Berlin.+","110":"+Other measures include assigned seating in canteens and home-based learning for students who are missing class while serving their 14-day leave of absence.+"},"summary":{"34":"SINGAPORE - London medical school student Ian Soh did not make the decision to return to Singapore easily, but what he witnessed at Heathrow Airport as he left on Sunday (March 15) convinced him of the seriousness of the global pandemic - and that he had made the right choice. Opening up to The Straits Times about his journey home, the 19-year-old Malaysian whose family is based in Singapore described the +nightmarish+ scenario at the airport as he waited to board his flight, with travellers around him garbed in hazmat suits and raincoats.","41":"SINGAPORE (THE NEW PAPER) - To protect students from the coronavirus, the National University of Singapore (NUS) allowed them take a practical examination at home. TNP understands Mr Prabawa Adi Yoga Sidi, the lecturer teaching the module, sent out an e-mail about a week ago urging students who had cheated to confess. The exam is worth 15 per cent of the final grade for the programming methodology module, which is compulsory for engineering students. CLASS SETTINGThe exam is usually held in a class setting, but in light of Covid-19, Mr Prabawa allowed it to be taken at home earlier this month. According to NUS policies, students who plagiarise or aid and abet such actions may be subject to disciplinary action.","44":"SINGAPORE - Schools and kindergartens will reopen next Monday (March 23) as planned, but with stricter measures to prevent the coronavirus being spread by those who had returned from trips abroad during the holidays. Students and staff members of schools, pre-schools and student care centres will be given 14-day leave of absence if they returned from overseas on or after March 14. The date of their return to Singapore will be taken as Day Zero of the 14 days. Eight out of 10 of Singapore’s imported cases of Covid-19 have come in the last nine days. Visitors are restricted from pre-schools, and parents are to drop off and pick up their children outside the school.","74":"Singaporean students on exchange or internships around the world are making immediate plans to return home amid the global coronavirus pandemic. Some have already returned, while others are scrambling to book flights and trying to find out what their institutions have planned for them in the months ahead.","81":"SINGAPORE - Singaporean students on exchange or internships around the world are making immediate plans to return home amid a global coronavirus pandemic. Some have already come home, while others are scrambling to book flights and trying to find out what their institutions have planned for them in the months ahead.","110":"SINGAPORE - Most students across Singapore returned to school on Monday (March 23), the first day after the week-long March holidays. These include exam-style seating for pupils from Primary 3; fixed group-cluster seating for Primary 1, Primary 2 and MOE kindergarten children; wipe-down routines; and assigned seating in canteens and play areas. +Schools seemed a bit quieter with some students serving their leave of absence or stay-home notice,+ said Mr Ong. Housewife Joanna Tan, 40, said she usually takes a public bus with her seven-year-old daughter to Paya Lebar Methodist Girls+ School (Primary). One of them is in pre-school, another in primary school and the oldest two are in secondary school."},"keywords":{"34":["march","london","sunday","ian","soh","heathrow","airport","easily","convinced","choice","medical","school","student","make","decision","return","witnessed","left"],"41":["students","nus","module","plagiarism","national","university","prabawa","spokesman","student","paper","school","action","checks","programming","grade","claimed","instructors","story","computing"],"44":["march","school","schools","students","returned","holidays","parents","story","leave","pre-schools","children","primary","cases","related","days","monday","system","overseas"],"74":["singaporean","students","exchange","internships","world","making","plans","return","home","amid","global","returned","ahead","scrambling","book","flights","find","institutions"],"81":["singaporean","home","students","exchange","internships","world","making","plans","return","amid","global","ahead","scrambling","book","flights","find","institutions"],"110":["school","primary","march","students","monday","madam","ong","schools","moe","home","parents","measures","education","children","holidays","son","sons","ministry"]},"category":{"34":"education","41":"education","44":"education","74":"education","81":"education","110":"education"},"reactions":{"34":{"Like":390,"Sad":57,"Haha":12,"Wow":12,"Love":4,"Angry":2},"41":{"Like":240,"Haha":118,"Angry":85,"Wow":42,"Sad":14,"Love":1},"44":{"Like":520,"Wow":46,"Sad":23,"Angry":11,"Haha":7,"Love":3},"74":{"Like":87,"Wow":2,"Love":1,"Sad":1},"81":{"Like":209,"Sad":17,"Haha":14,"Wow":8,"Angry":1},"110":{"Like":148,"Wow":5,"Love":3,"Haha":3,"Angry":3,"Sad":1}},"sentiment":{"34":-0.4942528736,"41":0.0769230769,"44":-0.2666666667,"74":0.0,"81":-0.1,"110":0.1333333333},"comments":{"34":"119.74.13.239:5000\/images\/fbid=10156848971627115","41":"119.74.13.239:5000\/images\/fbid=10156848185877115","44":"119.74.13.239:5000\/images\/fbid=10156847764177115","74":"119.74.13.239:5000\/images\/fbid=10156840494332115","81":"119.74.13.239:5000\/images\/fbid=10156838163382115","110":"119.74.13.239:5000\/images\/fbid=10156863494887115"},"counts":{"34":{"positive":16,"negative":59,"neutral":12},"41":{"positive":119,"negative":99,"neutral":42},"44":{"positive":10,"negative":34,"neutral":46},"74":{"positive":1,"negative":1,"neutral":2},"81":{"positive":14,"negative":18,"neutral":8},"110":{"positive":6,"negative":4,"neutral":5}}}