{"caption":{"2":"++The focus must be to help as many people as possible stay in their current jobs,+ said Manpower Minister Josephine Teo. +We can then direct job matching support to those who need it most.++","33":"+An estimated 10,000 to 15,000 security officers, about one-third the workforce, are Malaysians who will be cut off from Singapore by the travel ban, said the president of the Security Association Singapore.+","34":"+It is estimated that more than 100,000 Malaysians, including some 1,000 nurses and healthcare workers, have no living arrangements in Singapore.+","100":"+Most of them were work-pass holders with travel history to countries affected by Covid-19 and who entered Singapore without obtaining entry approval from MOM.+"},"category":{"2":"manpower","33":"manpower","34":"manpower","100":"manpower"},"comments":{"2":[["jobs",0.0348280285],["construction workers",0.0443300843],["rid of managers",0.0462831677],["coronavirus is tackled",0.0462831677],["work",0.0496762113],["local",0.0536228778],["job",0.0580467142],["singapore",0.0830208259],["time",0.0879545719],["local citizens jobs",0.1000088595],["josephine teo",0.1026793349],["singaporeans",0.1058172816],["give",0.117328456],["locals",0.1251200482],["people",0.1325975305],["local mid-level singaporeans",0.1329534788],["staff",0.1336768617],["josephine",0.1350430676],["foreigners",0.1350987083],["local singaporeans",0.1352783752],["retrench local singaporeans",0.1355312169],["day",0.1386788153],["local singapore",0.1424012748],["singapore political",0.1430361863],["mom",0.1449021433],["earn",0.1453231308],["stop",0.1500224854],["singapore political needed",0.1547451265],["citizens",0.1637626179],["pap nanny",0.1756664287]],"33":[["security",0.0047497275],["malaysian",0.0119439712],["singaporean",0.0137807583],["security officers",0.0173043596],["work",0.0213712371],["singapore",0.0233188884],["malaysians",0.0238879424],["job",0.024617411],["security guards",0.0259749216],["jobs",0.026511058],["security jobs",0.0316671046],["pay",0.0325173002],["working",0.0370023897],["security agency",0.0381881876],["long",0.0407509562],["hours",0.0421130612],["work security jobs",0.0444655611],["time",0.0448694514],["work long hours",0.0449238487],["long hours",0.0456666886],["malaysians working",0.0479495197],["long working hours",0.0483151589],["malaysia",0.0494138507],["security firms",0.0515797235],["working hours",0.0517178229],["officers",0.053378148],["singaporean security",0.0548930505],["working security",0.0570800908],["malaysian security",0.0572176778],["foreign security officers",0.058906469]],"34":[["singapore",0.0024963642],["singaporean",0.0063073024],["malaysian",0.0082067894],["singapore govt",0.0091775513],["jobs",0.0092358146],["malaysia singapore govt",0.0094303184],["government",0.0098140572],["work",0.0104046242],["malaysians",0.0105515864],["govt",0.0113659805],["singapore malaysia gov",0.0122084334],["malaysia",0.0131128114],["people",0.0144341896],["good",0.0145289241],["malaysian workers",0.0146481129],["time",0.0162231386],["foreigners",0.0162359607],["singapore government",0.0191812485],["stay",0.0199168638],["back",0.020143501],["gov",0.020261599],["workers",0.0208158704],["malaysia govt",0.0229386661],["jobs gov malaysia",0.0259357329],["locals",0.030024956],["pay",0.0307478572],["singapore malaysia",0.0316077969],["malaysia singapore",0.0316077969],["hotel",0.0327769194],["singapore work pass",0.0332226239]],"100":[["good job mom",0.0206041519],["mom",0.0212695689],["job mom",0.0276839893],["work",0.0460266838],["singapore",0.0559493953],["employers",0.0607383256],["ngee teo mom",0.0639240297],["pmet sporean jobs",0.064719055],["good job",0.0769402542],["good",0.0813773441],["job",0.10925165],["teo mom",0.1135317545],["ban",0.1180731784],["patricia goh ica",0.1190381817],["back",0.1200299093],["sporean",0.1304216712],["goh ica",0.1310187107],["teo mom trusted",0.1328058617],["ankle bands mom",0.1364005907],["banned",0.1396376997],["enter singapore",0.1417651772],["sporean jobs",0.1471034511],["mom realised",0.1497283022],["entering",0.1616968936],["pmet sporean",0.1621976766],["jobs",0.163877475],["busses and mrt",0.1648792621],["stolen pmet sporean",0.1662699636],["mom approval",0.1668867539],["disinfect",0.1707446105]]},"counts":{"2":{"positive":3,"negative":28,"neutral":3},"33":{"positive":19,"negative":79,"neutral":81},"34":{"positive":39,"negative":390,"neutral":153},"100":{"positive":14,"negative":14,"neutral":17}},"date":{"2":1584677659000,"33":1584447060000,"34":1584453629000,"100":1584797474000},"id":{"2":"\/story.php?story_fbid=10156851394577115&id=129011692114","33":"\/story.php?story_fbid=10156841970382115&id=129011692114","34":"\/story.php?story_fbid=10156841900672115&id=129011692114","100":"\/story.php?story_fbid=10156856246612115&id=129011692114"},"image":{"2":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/20\/nz_jobs_200378.jpg?itok=6yVUXR2B","33":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/17\/yq-secofficer-170032023.jpg?itok=_Fd7Ol9s","34":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/17\/img_8838.jpg?itok=Fj4htzRH","100":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/21\/hzmom0321.jpg?itok=gp42-uh3"},"keywords":{"2":[["vacancies",0.0212546884],["job",0.0256325925],["year",0.0355498079],["singapore",0.0397216993],["teo",0.0447932983],["mom",0.0464880853],["cent",0.0574400064],["story",0.0590366744],["pmet",0.0602688319],["friday",0.062703231],["march",0.0671309848],["workers",0.0689786018],["josephine",0.0710885552],["related",0.071176365],["pmets",0.0753360399],["top",0.0828245172],["employers",0.0835703982],["mrs",0.0846828693],["manpower",0.0858244595],["jobs",0.0897140737]],"33":[["security",0.0162991603],["firms",0.033753938],["malaysians",0.0492533214],["malaysia",0.0510708993],["thomas",0.0515042774],["officers",0.0575172009],["singapore",0.0590359979],["malaysian",0.0656710952],["workers",0.0933534631],["story",0.1148005863],["officer",0.1150344017],["work",0.1233439379],["employees",0.1278959925],["coronavirus",0.1389270108],["march",0.1436268525],["related",0.1599096712],["association",0.160574158],["manpower",0.1669116673],["workforce",0.1753304232],["cent",0.1783123222]],"34":[["march",0.0208297386],["singapore",0.026984934],["malaysians",0.0483139084],["wednesday",0.0627899104],["malaysian",0.0644185446],["working",0.075169192],["manpower",0.084425194],["malaysia",0.0862366427],["tuesday",0.091808545],["workers",0.0932652678],["teo",0.0958961012],["employers",0.0987627887],["mom",0.1219513283],["josephine",0.1233672707],["affected",0.1272696521],["minister",0.1294928285],["hours",0.1423376975],["accommodation",0.1597871173],["find",0.1685396634],["ministry",0.1729974259]],"100":[["shn",0.0208336506],["mom",0.0225773897],["singapore",0.0413143353],["manpower",0.0693927865],["saturday",0.0693927865],["ministry",0.0732136936],["employers",0.0736436559],["work-pass",0.0761186627],["employees",0.0852236419],["loa",0.0945930155],["requirements",0.0967804536],["entry",0.1050880141],["caught",0.111391269],["holders",0.1222360983],["approval",0.1273751762],["leave",0.1441003504],["absence",0.1441003504],["march",0.1545294863],["breaching",0.1571526063],["travel",0.1840443567]]},"reactions":{"2":{"Like":135,"Sad":23,"Angry":5,"Haha":3,"Wow":3},"33":{"Like":275,"Wow":81,"Sad":76,"Haha":19,"Angry":3},"34":{"Like":1300,"Sad":383,"Wow":153,"Love":31,"Haha":8,"Angry":7},"100":{"Like":521,"Wow":17,"Love":10,"Sad":9,"Angry":5,"Haha":4}},"sentiment":{"2":-0.7352941176,"33":-0.3351955307,"34":-0.6030927835,"100":0.0},"summary":{"2":"SINGAPORE - Singapore saw fewer job vacancies overall last year but there were still many opportunities in growth sectors, said Manpower Minister Josephine Teo on Friday (March 20). The report showed that despite economic uncertainties, like the United States-China trade war, that resulted in fewer job vacancies, employers were still creating new jobs through business expansion and formation. For PMET vacancies, employers valued candidates+ skills, work experience, and attitude over academic qualifications for about half (46 per cent) of the vacancies. The lack of necessary specialised skills was the top challenge faced by employers trying to fill PMET vacancies, said MOM. Some 19 per cent of PMET vacancies were unfilled for at least six months, compared with 41 per cent of non-PMET vacancies.","33":"SINGAPORE - Security firms here said they will be hard hit by Malaysia+s lockdown, with around 20 to 30 per cent of all security officers hailing from across the border. Malaysians are the only nationality, apart from Singaporeans and permanent residents, who can work here as licensed security officers. Since the announcement, security firms have rushed to make arrangements for their Malaysian workforce. Mr Thomas said it is +inevitable+ that there will be manpower shortages, and security agencies will need to streamline operations to meet security outcomes. Said Mr Thomas: +Security is an essential service, and we really need to focus on ensuring that we do not lapse on this.+","34":"SINGAPORE - Over 10,000 Malaysians working in Singapore and affected by Malaysia+s travel ban starting Wednesday (March 18) have found accommodation in Singapore within just a few hours on Tuesday (March 17), said Manpower Minister Josephine Teo. About 100,000 Malaysians working here have no living arrangements in Singapore. +It may take some time because employers and workers have preferences, and different budgets, so we need time to match them,+ she said. About 415,000 people, many of them Malaysians working in Singapore, use the land checkpoints between the two countries daily. +We advise employers to assess their manpower needs carefully and make a considered decision as to whether they need their affected workers to remain in Singapore,+ said MOM.","100":"SINGAPORE - The Ministry of Manpower (MOM) has revoked a total of 89 work passes as of Saturday (March 21) for breaching entry approval and stay-home notice (SHN) requirements. Out of this number, 73 were work-pass holders with travel history to countries affected by Covid-19 and who entered Singapore without obtaining entry approval from MOM. Another 16 work-pass holders were caught breaching the Leave of Absence (LOA) or SHN requirements. With stricter border requirements, entry approvals and SHN are now required for work-pass holders entering Singapore from anywhere in the world. +Employers and employees have a joint duty to ensure that the employee behaves responsibly during the SHN,+ MOM said."},"text":{"2":"SINGAPORE - Singapore saw fewer job vacancies overall last year but there were still many opportunities in growth sectors, said Manpower Minister Josephine Teo on Friday (March 20). Going forward, however, the uncertainties this year amid the coronavirus outbreak mean vacancies are likely to fall further, she said.  +Hiring sentiments have weakened which means job seekers will have a more challenging time,+ said Mrs Teo in a Facebook post on the Ministry of Manpower+s report on job vacancies in 2019, released on Friday.  The report showed that despite economic uncertainties, like the United States-China trade war, that resulted in fewer job vacancies, employers were still creating new jobs through business expansion and formation.  A total of 42 per cent of the 52,900 openings available last September were newly created positions from business expansion or formation. The proportion was the same as in the previous year, though the number of openings was lower than the 63,300 available in September 2018.  For this year, Mrs Teo said: +The focus must be to help as many people as possible stay in their current jobs. We can then direct job matching support to those who need it most.  +This is similar to our approach in handling the public health crisis - keep most people away from hospitals, so healthcare workers have the capacity to focus on treating those who have more serious conditions,+ she said.  This is why the $4 billion Stabilisation and Support Package announced last month had a strong focus on saving jobs and protecting workers, and any further boost will do likewise, as Deputy Prime Minister Heng Swee Keat has said, she added.  Mrs Teo added: +This is a tough time. MOM is here to help. Our lines are sometimes overwhelmed, as are our officers. I seek your kind patience as we try our best to respond to everyone who has reached out.+  The MOM report, which is based on a survey of about 15,300 private and public sector organisations, said that the top industries with with high proportions of new positions among vacancies last year were construction, information and communications technology (ICT), and security and investigation.  Other sectors identified by the Government as growth sectors - professional services, financial and insurance services, wholesale trade and healthcare - also saw above average proportions of vacancies for newly created positions.  Among jobs for professionals, managers, executives and technicians (PMETs), the most sought after workers last year were software, Web and multimedia developers; teaching and training professionals and systems analysts.  Related Story More job training support for four sectors hit hardest by Covid-19  Related Story Logistics and supply chain workers can tap new retraining programme for better job prospects  Related Story Fewer job vacancies last year as employers turned cautious: MOM  For non-PMET workers, the top number of openings were for security guards; receptionists, customer service and information clerks; and shop sales assistants.  Skilled workers were increasingly in demand, with the share of vacancies for PMETs rising to 58 per cent last year, up from 53 per cent the previous year.  The proportion has been on the rise since 2013, and MOM said this reflects a growing share of vacancies coming from industries dominated by PMETs, such as public administration and education, ICT, and health and social services.  For PMET vacancies, employers valued candidates+ skills, work experience, and attitude over academic qualifications for about half (46 per cent) of the vacancies.  +This underscores the need for job seekers to reskill and upskill to stay relevant to changing job requirements,+ said MOM in the report.  Mrs Teo also highlighted the jobs-skills mismatch in her post as a longer-term issue that still needs to be tackled.  While business is down, the Government wants to work with employers to reskill and upskill their workers to prepare them for new job opportunities when the economy recovers, she said.  +That may be a long way off, but it+s still a good way to make something out of a very bad situation.+  The lack of necessary specialised skills was the top challenge faced by employers trying to fill PMET vacancies, said MOM. It was cited by employers for four in 10 of the PMET vacancies they had trouble hiring locals for.  Related Story Job-search struggles of vulnerable PMETs aged over 40  Related Story Employment security among top concerns of job seekers: Poll  Other top reasons were candidates lacking necessary work experience, and finding the pay unattractive.  For non-PMET positions which were hard to fill with locals, the top three reasons were candidates finding the pay unattractive, finding the job physically strenuous, or preferring not to do shift work.  In general, PMET openings were easier to fill than non-PMET ones. Some 19 per cent of PMET vacancies were unfilled for at least six months, compared with 41 per cent of non-PMET vacancies.  The overall share of vacancies which remained unfilled for at least six months also fell to 28 per cent last year, the lowest in at least a decade.  National Trades Union Congress assistant secretary-general Patrick Tay said in a Facebook post on Friday that there could still be job opportunities such as in sectors and firms affected by labour supply disruptions.  He said that NTUC is exploring ways to better match people who are unemployed or who have been placed on reduced work hours to such opportunities.  “It may require some of us to pick up some new skills or require us to make some difficult adjustments but we should hold fast and steady and tide through this difficult period together,” he said.","33":"SINGAPORE - Security firms here said they will be hard hit by Malaysia+s lockdown, with around 20 to 30 per cent of all security officers hailing from across the border.  Malaysians are the only nationality, apart from Singaporeans and permanent residents, who can work here as licensed security officers.  Firms here have scrambled to persuade their Malaysian employees, most of whom commute daily across the Causeway for work, to stay - and to secure accommodation for them.  President of the Security Association Singapore Raj Joshua Thomas estimates that about 10,000 to 15,000 security officers are Malaysians, who will be cut off from Singapore by the travel ban. This makes up about one-third of the security officer workforce here, he estimated.  Malaysia announced on Monday night (March 16) that it is imposing a movement control order prohibiting Malaysians from leaving the country, as well as foreigners from entering. It will come into force at midnight on Wednesday (March 18).  Since the announcement, security firms have rushed to make arrangements for their Malaysian workforce.  Mr Robert Wiener, president of the Association of Certified Security Agencies, said firms have sent their workers home early to pack their bags and return to Singapore ahead of the midnight deadline.  Businesses are following the Ministry of Manpower+s recommendations to house workers with relatives, friends or colleagues, or in commercial properties like dormitories and hotels.  However, Mr Thomas said firms hope the rules can be relaxed to allow workers to temporarily stay in office premises with reasonable conditions. There are strict rules governing the housing of foreign employees, aimed at preventing employers from housing their employees in illegal dormitories.  +We are looking at around $25 to $30 to house a person in a dormitory, and this is high cost - it can be more than what the agency can earn per day, per officer. It doesn+t make (fiscal) sense to put them up there,+ said Mr Thomas.  Despite the high costs, firms are keen to keep their workers instead of hiring new ones, as it takes time to train and license a security officer.  Related Story Coronavirus: Malaysians scramble to prepare for lockdown after snap decision to curtail movement  Related Story Coronavirus: Malaysia govt issues FAQs on decision to restrict movement nationwide  Mr Li Xiaowen, deputy managing director of Apro Asian Protection, said his company is not looking for a +short-term fix+ by hiring, as licensing and clearance issues for security officers can be complicated.  +We are working with our customers to seek their understanding... and to help them address the more urgent needs,+ said Mr Li, who estimates that about 20 per cent of his security officers are from Malaysia.  Almost all commute across the border daily for work, and about two in three said they will take up the company+s offer of accommodation in hostels or hotels, he added.  Other companies report that their Malaysian employees are also keen on staying on.  A Certis spokesman said that less than five per cent of its total workforce decided to remain in Malaysia.  The integrated security services firm is also arranging temporary lodging for affected workers, and will provide some basic necessities and laundry services.  But firms are wary that there will still be a shortfall in manpower despite their best efforts.  Mr Thomas said it is +inevitable+ that there will be manpower shortages, and security agencies will need to streamline operations to meet security outcomes.  The firms can look at measures such as reducing patrol points to just critical ones, or even to limit the number of entry points in a building to help security officers in screening, he said.  Related Story Malaysia reports first two deaths due to coronavirus  Mr Wiener added that most clients have been understanding about the situation, and have agreed to work out a new arrangement with the security firms without pursuing additional compensation.  While the situation is bound to have a negative impact on firms in terms of costs, he said, it could also result in +a turn in the right direction+ and get firms to re-evaluate their labour-intensive processes and look into adopting more smart technology.  Said Mr Thomas: +Security is an essential service, and we really need to focus on ensuring that we do not lapse on this.+","34":"SINGAPORE - Over 10,000 Malaysians working in Singapore and affected by Malaysia+s travel ban starting Wednesday (March 18) have found accommodation in Singapore within just a few hours on Tuesday (March 17), said Manpower Minister Josephine Teo.  Malaysia on Monday (March 16) announced a movement control order that will start on Wednesday and last till March 31.  Among other things, all Malaysians will be barred from travelling abroad and there will also be a ban on all foreign tourists and visitors to the country.  The Government has given assurances that all Malaysian workers who choose to remain in Singapore will have a place to stay, and that it is providing financial help to employers.  About 100,000 Malaysians working here have no living arrangements in Singapore. They include some 1,000 nurses and other healthcare workers who make the daily commute from across the causeway to their workplaces here.  +In the few hours that we+ve been (working with them), we+ve been able to match more than 10,000 so far in the few short hours we had, so we+re confident that those affected will be able to find suitable accommodation by the end of the night,+ said Minister Josephine Teo on Tuesday, speaking at a press conference held by the multi-ministry task force on the Covid-19 virus.  +It may take some time because employers and workers have preferences, and different budgets, so we need time to match them,+ she said.  About 415,000 people, many of them Malaysians working in Singapore, use the land checkpoints between the two countries daily.  Employers have mostly been able to find accommodation options on their own, but those who have had difficulty doing so - numbering around several hundred - have approached the Ministry of Manpower, Mrs Teo added.    Long queues at the Malaysian checkpoint on March 17, 2020. ST PHOTO: CHONG JUN LIANG    Related Story Coronavirus: Hotels to accommodate Malaysian staff in guest rooms or ask them to go on leave  The Ministry of Manpower (MOM) said on Tuesday that it is currently working with tripartite partners to help affected companies and help them find suitable accommodations.  There are a number of housing options: workers can also be encouraged to stay with relatives, friends, or colleagues. If this is not feasible, employers can consider hotels and dormitories.  A third option is rental, with the authorities rolling out a plan to help with costs, to the tune of $50 per worker, per night for 14 nights.  +Our objective is to minimise any impact on the delivery of services for our people,+ MOM said.  +We advise employers to assess their manpower needs carefully and make a considered decision as to whether they need their affected workers to remain in Singapore,+ said MOM.  +In providing assistance, we will prioritise the needs of firms that provide essential services such as healthcare, security, cleaning, waste management, facilities management, logistics and transport.+","100":"SINGAPORE - The Ministry of Manpower (MOM) has revoked a total of 89 work passes as of Saturday (March 21) for breaching entry approval and stay-home notice (SHN) requirements.  Out of this number, 73 were work-pass holders with travel history to countries affected by Covid-19 and who entered Singapore without obtaining entry approval from MOM.  These countries refer to places from which travellers would be required to serve a 14-day SHN upon arrival in Singapore.  Another 16 work-pass holders were caught breaching the Leave of Absence (LOA) or SHN requirements.  MOM said in a statement that some were caught working at their workplaces.  Others were caught leaving their place of residence during the period of their LOA or SHN, even when instructed not to do so.  +Many of these violations occurred during the first month following the imposition of the SHN requirement. In the second month, the number of violations fell to four,+ MOM said.  SHN was introduced in February, initially covering those with travel history from mainland China.  The workers have been permanently banned from working in Singapore.  Related Story MOM urges firms to impose leave of absence on employees who returned from overseas between March 14 and 20  Related Story Coronavirus: More employers and employees caught breaching leave of absence rules  MOM said that it also has suspended the work-pass privileges of employers for periods ranging from one to three years, as they have failed to discharge their duties to ensure that their employees comply with the LOA or SHN requirements.  With stricter border requirements, entry approvals and SHN are now required for work-pass holders entering Singapore from anywhere in the world.  MOM said employers are reminded to seek approval using the online facility for work-pass holders to enter or return to Singapore.  +Employers should inform their employees not to make travel plans to Singapore until approval has been obtained from MOM,+ it added.  When the employee arrives, the person will also be required to serve the 14-day mandatory SHN.  +Employers and employees have a joint duty to ensure that the employee behaves responsibly during the SHN,+ MOM said.  +MOM will continue to take enforcement measures against errant employers or employees who do not comply with the requirements set out above, including the revocation of work passes and suspension of work-pass privileges.+"},"title":{"2":"Job vacancies to fall further so focus will be on saving jobs, reskilling workers: Josephine Teo","33":"Coronavirus: Security firms say they will be hard hit by lockdown in Malaysia","34":"10,000 M+sian workers affected by lockdown have found accommodation, Govt will continue helping the rest: Josephine Teo","100":"Coronavirus: 89 work passes revoked for breaching entry approval requirements or stay-home notices"},"url":{"2":"https:\/\/www.straitstimes.com\/singapore\/manpower\/job-vacancies-to-fall-further-so-focus-will-be-on-saving-jobs-reskilling-workers","33":"https:\/\/www.straitstimes.com\/singapore\/manpower\/security-firms-to-be-dramatically-affected-by-lockdown-in-malaysia-said-firms","34":"https:\/\/www.straitstimes.com\/singapore\/manpower\/accommodation-available-for-all-malaysian-workers-here-without-homes-in-singapore","100":"https:\/\/www.straitstimes.com\/singapore\/manpower\/coronavirus-89-work-passes-revoked-for-breaching-entry-approval-requirements-or"}}