{"id":{"3":"fbid=10156841970382115","4":"fbid=10156841900672115","48":"fbid=10156870291317115","70":"fbid=10156863881957115","93":"fbid=10156856246612115","111":"fbid=10156851394577115","129":"fbid=10156871129547115","149":"fbid=10156878508207115","151":"fbid=10156878398372115"},"date":{"3":1584447060000,"4":1584453629000,"48":1585117652000,"70":1584970696000,"93":1584797474000,"111":1584677659000,"129":1585144362000,"149":1585316419000,"151":1585314135000},"url":{"3":"https:\/\/www.straitstimes.com\/singapore\/manpower\/security-firms-to-be-dramatically-affected-by-lockdown-in-malaysia-said-firms","4":"https:\/\/www.straitstimes.com\/singapore\/manpower\/accommodation-available-for-all-malaysian-workers-here-without-homes-in-singapore","48":"https:\/\/www.straitstimes.com\/singapore\/manpower\/ntuc-to-support-freelancers-with-4m-training-allowance-fund","70":"https:\/\/www.straitstimes.com\/singapore\/manpower\/coronavirus-enforcement-action-taken-against-21-workplaces-due-to-lack-of-safe","93":"https:\/\/www.straitstimes.com\/singapore\/manpower\/coronavirus-89-work-passes-revoked-for-breaching-entry-approval-requirements-or","111":"https:\/\/www.straitstimes.com\/singapore\/manpower\/job-vacancies-to-fall-further-so-focus-will-be-on-saving-jobs-reskilling-workers","129":"https:\/\/www.straitstimes.com\/singapore\/manpower\/coronavirus-mom-will-revoke-work-passes-of-migrant-workers-in-large-gatherings-if","149":"https:\/\/www.straitstimes.com\/singapore\/manpower\/coronavirus-10000-jobs-created-through-new-initiative-could-come-from-ict","151":"https:\/\/www.straitstimes.com\/singapore\/manpower\/coronavirus-88000-eligible-self-employed-to-receive-9000-cash-payout-this-year"},"image":{"3":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/17\/yq-secofficer-170032023.jpg?itok=_Fd7Ol9s","4":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/17\/img_8838.jpg?itok=Fj4htzRH","48":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/25\/fhfreelancers25.jpg?itok=_meZCJMq","70":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/24\/nz_mom4_240365.jpg?itok=Nzj43QoR","93":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/21\/hzmom0321.jpg?itok=gp42-uh3","111":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/20\/nz_jobs_200378.jpg?itok=6yVUXR2B","129":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/25\/file74wytrup8dv8l7nudjp.jpg?itok=faPJ6Q3O","149":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/27\/wh-career-270320.jpg?itok=wCyaD6cN","151":"https:\/\/www.straitstimes.com\/sites\/default\/files\/styles\/x_large\/public\/articles\/2020\/03\/27\/wh-seldempployed-00270320.jpg?itok=6olBV5JV"},"title":{"3":"Coronavirus: Security firms say they will be hard hit by lockdown in Malaysia","4":"10,000 M+sian workers affected by lockdown have found accommodation, Govt will continue helping the rest: Josephine Teo","48":"NTUC sets aside $4m to bring total training fund supporting freelancers to $40m","70":"Coronavirus: Enforcement action taken against 21 workplaces due to lack of safe distancing measures","93":"Coronavirus: 89 work passes revoked for breaching entry approval requirements or stay-home notices","111":"Job vacancies to fall further so focus will be on saving jobs, reskilling workers: Josephine Teo","129":"Coronavirus: MOM will revoke work passes of migrant workers in large gatherings if they refuse to disperse","149":"Coronavirus: 10,000 jobs created through new initiative could come from ICT, logistics, cleaning","151":"Coronavirus: 88,000 eligible self-employed to receive $9,000 cash payout this year"},"text":{"3":"SINGAPORE - Security firms here said they will be hard hit by Malaysia+s lockdown, with around 20 to 30 per cent of all security officers hailing from across the border.  Malaysians are the only nationality, apart from Singaporeans and permanent residents, who can work here as licensed security officers.  Firms here have scrambled to persuade their Malaysian employees, most of whom commute daily across the Causeway for work, to stay - and to secure accommodation for them.  President of the Security Association Singapore Raj Joshua Thomas estimates that about 10,000 to 15,000 security officers are Malaysians, who will be cut off from Singapore by the travel ban. This makes up about one-third of the security officer workforce here, he estimated.  Malaysia announced on Monday night (March 16) that it is imposing a movement control order prohibiting Malaysians from leaving the country, as well as foreigners from entering. It will come into force at midnight on Wednesday (March 18).  Since the announcement, security firms have rushed to make arrangements for their Malaysian workforce.  Mr Robert Wiener, president of the Association of Certified Security Agencies, said firms have sent their workers home early to pack their bags and return to Singapore ahead of the midnight deadline.  Businesses are following the Ministry of Manpower+s recommendations to house workers with relatives, friends or colleagues, or in commercial properties like dormitories and hotels.  However, Mr Thomas said firms hope the rules can be relaxed to allow workers to temporarily stay in office premises with reasonable conditions. There are strict rules governing the housing of foreign employees, aimed at preventing employers from housing their employees in illegal dormitories.  +We are looking at around $25 to $30 to house a person in a dormitory, and this is high cost - it can be more than what the agency can earn per day, per officer. It doesn+t make (fiscal) sense to put them up there,+ said Mr Thomas.  Despite the high costs, firms are keen to keep their workers instead of hiring new ones, as it takes time to train and license a security officer.  Related Story Coronavirus: Malaysians scramble to prepare for lockdown after snap decision to curtail movement  Related Story Coronavirus: Malaysia govt issues FAQs on decision to restrict movement nationwide  Mr Li Xiaowen, deputy managing director of Apro Asian Protection, said his company is not looking for a +short-term fix+ by hiring, as licensing and clearance issues for security officers can be complicated.  +We are working with our customers to seek their understanding... and to help them address the more urgent needs,+ said Mr Li, who estimates that about 20 per cent of his security officers are from Malaysia.  Almost all commute across the border daily for work, and about two in three said they will take up the company+s offer of accommodation in hostels or hotels, he added.  Other companies report that their Malaysian employees are also keen on staying on.  A Certis spokesman said that less than five per cent of its total workforce decided to remain in Malaysia.  The integrated security services firm is also arranging temporary lodging for affected workers, and will provide some basic necessities and laundry services.  But firms are wary that there will still be a shortfall in manpower despite their best efforts.  Mr Thomas said it is +inevitable+ that there will be manpower shortages, and security agencies will need to streamline operations to meet security outcomes.  The firms can look at measures such as reducing patrol points to just critical ones, or even to limit the number of entry points in a building to help security officers in screening, he said.  Related Story Malaysia reports first two deaths due to coronavirus  Mr Wiener added that most clients have been understanding about the situation, and have agreed to work out a new arrangement with the security firms without pursuing additional compensation.  While the situation is bound to have a negative impact on firms in terms of costs, he said, it could also result in +a turn in the right direction+ and get firms to re-evaluate their labour-intensive processes and look into adopting more smart technology.  Said Mr Thomas: +Security is an essential service, and we really need to focus on ensuring that we do not lapse on this.+","4":"SINGAPORE - Over 10,000 Malaysians working in Singapore and affected by Malaysia+s travel ban starting Wednesday (March 18) have found accommodation in Singapore within just a few hours on Tuesday (March 17), said Manpower Minister Josephine Teo.  Malaysia on Monday (March 16) announced a movement control order that will start on Wednesday and last till March 31.  Among other things, all Malaysians will be barred from travelling abroad and there will also be a ban on all foreign tourists and visitors to the country.  The Government has given assurances that all Malaysian workers who choose to remain in Singapore will have a place to stay, and that it is providing financial help to employers.  About 100,000 Malaysians working here have no living arrangements in Singapore. They include some 1,000 nurses and other healthcare workers who make the daily commute from across the causeway to their workplaces here.  +In the few hours that we+ve been (working with them), we+ve been able to match more than 10,000 so far in the few short hours we had, so we+re confident that those affected will be able to find suitable accommodation by the end of the night,+ said Minister Josephine Teo on Tuesday, speaking at a press conference held by the multi-ministry task force on the Covid-19 virus.  +It may take some time because employers and workers have preferences, and different budgets, so we need time to match them,+ she said.  About 415,000 people, many of them Malaysians working in Singapore, use the land checkpoints between the two countries daily.  Employers have mostly been able to find accommodation options on their own, but those who have had difficulty doing so - numbering around several hundred - have approached the Ministry of Manpower, Mrs Teo added.    Long queues at the Malaysian checkpoint on March 17, 2020. ST PHOTO: CHONG JUN LIANG    Related Story Coronavirus: Hotels to accommodate Malaysian staff in guest rooms or ask them to go on leave  The Ministry of Manpower (MOM) said on Tuesday that it is currently working with tripartite partners to help affected companies and help them find suitable accommodations.  There are a number of housing options: workers can also be encouraged to stay with relatives, friends, or colleagues. If this is not feasible, employers can consider hotels and dormitories.  A third option is rental, with the authorities rolling out a plan to help with costs, to the tune of $50 per worker, per night for 14 nights.  +Our objective is to minimise any impact on the delivery of services for our people,+ MOM said.  +We advise employers to assess their manpower needs carefully and make a considered decision as to whether they need their affected workers to remain in Singapore,+ said MOM.  +In providing assistance, we will prioritise the needs of firms that provide essential services such as healthcare, security, cleaning, waste management, facilities management, logistics and transport.+","48":"SINGAPORE - The National Trades Union Congress (NTUC) has set aside $4 million to help freelancers who are union members cope with the lull in business due to the coronavirus outbreak.  It will enable these members to claim higher training allowances to defray the opportunity cost of going for courses, NTUC said on Wednesday (March 25).  This is in addition to the $36 million Self-Employed Person (SEP) Training Support Scheme announced by Manpower Minister Josephine Teo earlier this month, under which all Singaporean and permanent resident freelancers will receive a training allowance of $7.50 per hour when they undergo eligible courses.  Application for the scheme, which is administered by NTUC+s Employment and Employability Institute (e2i), begins on April 1.  There is no cap on the number of courses which freelancers can attend, and the allowance will be given out after the programmes are completed.  NTUC members who joined the union before March 1, 2020 will receive $8.50 per hour in training allowance, while those who joined after March 1 will get $8 per hour.  Eligible courses for the scheme include all SkillsFuture Series programmes as well as sector-specific courses in areas such as digital skills, security and first aid.  The sector-specific training programmes are curated in partnership between unions and associations, SkillsFuture Singapore, and NTUC+s agencies, so as to widen the selection of courses available to freelancers in line with their areas of work.  NTUC secretary-general Ng Chee Meng encouraged freelancers to use the lull period, caused by the Covid-19 pandemic, to upgrade their skills and broaden their skillsets, as well as to look at other areas of work they may not have considered before.  +We do have vacancies...in the healthcare sector, maybe around 5,000 jobs, and in the security sector, maybe up to 10,000 jobs,+ he told reporters on Wednesday.  Related Story NTUC calls for Budget support for freelancers to go for training without employer sponsorship  Related Story Freelancers struggling as gigs dry up on coronavirus fears  Related Story More Singapore residents working as freelancers  Mr Ng noted that many freelancers are working in areas in which they are passionate about, but urged them to consider other opportunities in this difficult period and their passion areas +as an augmentation of income in these unusual times.+  Pointing out that freelancers could receive more than $300 in training allowance for attending a five-day course, Mr Ng added that this would go a little way in alleviating their cash concerns, especially given the challenging situation.  NTUC Freelancers and Self-Employed Unit acting director Jean See said that freelancers had expressed concern about taking time off and going for training as it meant missing out on job opportunities.  The training fund was intended to help defray opportunity costs and extend some financial relief to freelancers, she added.  Mr Mohamad Azan Salleh, 51, has been a limousine driver for more than 25 years.  Related Story Coronavirus cases in Singapore: What we know so far  He said job opportunities had dried up in recent months due to the coronavirus outbreak, especially since the bulk of his business comprised of corporate clients such as entertainers who were in Singapore for concerts.  Mr Azan, who is president of the National Private Hire Vehicles Association, said he was encouraging drivers in his association to sign up for tourism-related and security courses complementary to their driving roles.  +Hopefully when the business for drivers pick up again, this training will come in useful. For now, they can go for courses and drive private-hire vehicles part-time, to cover rental costs and (tide over) this period,+ he said.  LISTEN TO MONEY HACKS PODCAST","70":"SINGAPORE - Enforcement action has been taken against 21 workplaces which have failed to comply with government advisories on safe distancing measures to reduce the risk of local transmission of the coronavirus that causes Covid-19, the Ministry of Manpower (MOM) said in a statement on Monday (March 23).  Thirteen stop-work orders and eight remedial orders were issued to workplaces which disregarded the need for safe distancing on Monday in the first day of enforcement, MOM said.  These orders will be in place until rectifications are made.  The inspections target workplaces with large groups of workers, such as factories, construction sites, shipyards as well as collaborative workplaces.  MOM also noted that some companies have also adopted other precautionary measures to protect workers+ well-being, such as temperature screening.  The ministry reminded all employers to place their employees on work-from-home arrangements wherever possible, especially for vulnerable employees such as older workers, pregnant workers and those with pre-existing medical conditions.  For roles which require the worker to return to the company, employers should ensure wider physical spacing of at least 1m for work stations and seats in meeting rooms, pantries, rest areas and other congregation points, MOM said.  They should also reduce duration and proximity of physical interactions, stagger working hours, defer non-critical work events and scale down critical work events, and implement or enhance shift or split team operations, MOM added in the statement.  Safe distancing measures should also be clearly communicated to all workers.  Related Story Firms urged to stagger work hours, let staff work from home  +Such measures may require businesses to adjust work processes but are necessary to suppress the spread of Covid-19 and protect our community. We also urge employees to practise social responsibility and stay safe by maintaining good personal hygiene and safe distancing,+ the commissioner for workplace safety and health, Mr Silas Sng, said.  MOM said that these inspections will continue and appropriate enforcement actions against non-compliant workplaces will be taken.  Meanwhile, the Monetary Authority of Singapore (MAS) issued a similar advisory on Monday to all financial institutions in Singapore, advising them to implement safe distancing measures in all aspects of their business operations, especially customer touch points.  Financial institutions were advised to encourage all customers to use electronic platforms for financial transactions, limit the number of people waiting at their premises, prioritise service to vulnerable customers as well as collect details of visitors for contact tracing purposes, MAS said.","93":"SINGAPORE - The Ministry of Manpower (MOM) has revoked a total of 89 work passes as of Saturday (March 21) for breaching entry approval and stay-home notice (SHN) requirements.  Out of this number, 73 were work-pass holders with travel history to countries affected by Covid-19 and who entered Singapore without obtaining entry approval from MOM.  These countries refer to places from which travellers would be required to serve a 14-day SHN upon arrival in Singapore.  Another 16 work-pass holders were caught breaching the Leave of Absence (LOA) or SHN requirements.  MOM said in a statement that some were caught working at their workplaces.  Others were caught leaving their place of residence during the period of their LOA or SHN, even when instructed not to do so.  +Many of these violations occurred during the first month following the imposition of the SHN requirement. In the second month, the number of violations fell to four,+ MOM said.  SHN was introduced in February, initially covering those with travel history from mainland China.  The workers have been permanently banned from working in Singapore.  Related Story MOM urges firms to impose leave of absence on employees who returned from overseas between March 14 and 20  Related Story Coronavirus: More employers and employees caught breaching leave of absence rules  MOM said that it also has suspended the work-pass privileges of employers for periods ranging from one to three years, as they have failed to discharge their duties to ensure that their employees comply with the LOA or SHN requirements.  With stricter border requirements, entry approvals and SHN are now required for work-pass holders entering Singapore from anywhere in the world.  MOM said employers are reminded to seek approval using the online facility for work-pass holders to enter or return to Singapore.  +Employers should inform their employees not to make travel plans to Singapore until approval has been obtained from MOM,+ it added.  When the employee arrives, the person will also be required to serve the 14-day mandatory SHN.  +Employers and employees have a joint duty to ensure that the employee behaves responsibly during the SHN,+ MOM said.  +MOM will continue to take enforcement measures against errant employers or employees who do not comply with the requirements set out above, including the revocation of work passes and suspension of work-pass privileges.+","111":"SINGAPORE - Singapore saw fewer job vacancies overall last year but there were still many opportunities in growth sectors, said Manpower Minister Josephine Teo on Friday (March 20). Going forward, however, the uncertainties this year amid the coronavirus outbreak mean vacancies are likely to fall further, she said.  +Hiring sentiments have weakened which means job seekers will have a more challenging time,+ said Mrs Teo in a Facebook post on the Ministry of Manpower+s report on job vacancies in 2019, released on Friday.  The report showed that despite economic uncertainties, like the United States-China trade war, that resulted in fewer job vacancies, employers were still creating new jobs through business expansion and formation.  A total of 42 per cent of the 52,900 openings available last September were newly created positions from business expansion or formation. The proportion was the same as in the previous year, though the number of openings was lower than the 63,300 available in September 2018.  For this year, Mrs Teo said: +The focus must be to help as many people as possible stay in their current jobs. We can then direct job matching support to those who need it most.  +This is similar to our approach in handling the public health crisis - keep most people away from hospitals, so healthcare workers have the capacity to focus on treating those who have more serious conditions,+ she said.  This is why the $4 billion Stabilisation and Support Package announced last month had a strong focus on saving jobs and protecting workers, and any further boost will do likewise, as Deputy Prime Minister Heng Swee Keat has said, she added.  Mrs Teo added: +This is a tough time. MOM is here to help. Our lines are sometimes overwhelmed, as are our officers. I seek your kind patience as we try our best to respond to everyone who has reached out.+  The MOM report, which is based on a survey of about 15,300 private and public sector organisations, said that the top industries with with high proportions of new positions among vacancies last year were construction, information and communications technology (ICT), and security and investigation.  Other sectors identified by the Government as growth sectors - professional services, financial and insurance services, wholesale trade and healthcare - also saw above average proportions of vacancies for newly created positions.  Among jobs for professionals, managers, executives and technicians (PMETs), the most sought after workers last year were software, Web and multimedia developers; teaching and training professionals and systems analysts.  Related Story More job training support for four sectors hit hardest by Covid-19  Related Story Logistics and supply chain workers can tap new retraining programme for better job prospects  Related Story Fewer job vacancies last year as employers turned cautious: MOM  For non-PMET workers, the top number of openings were for security guards; receptionists, customer service and information clerks; and shop sales assistants.  Skilled workers were increasingly in demand, with the share of vacancies for PMETs rising to 58 per cent last year, up from 53 per cent the previous year.  The proportion has been on the rise since 2013, and MOM said this reflects a growing share of vacancies coming from industries dominated by PMETs, such as public administration and education, ICT, and health and social services.  For PMET vacancies, employers valued candidates+ skills, work experience, and attitude over academic qualifications for about half (46 per cent) of the vacancies.  +This underscores the need for job seekers to reskill and upskill to stay relevant to changing job requirements,+ said MOM in the report.  Mrs Teo also highlighted the jobs-skills mismatch in her post as a longer-term issue that still needs to be tackled.  While business is down, the Government wants to work with employers to reskill and upskill their workers to prepare them for new job opportunities when the economy recovers, she said.  +That may be a long way off, but it+s still a good way to make something out of a very bad situation.+  The lack of necessary specialised skills was the top challenge faced by employers trying to fill PMET vacancies, said MOM. It was cited by employers for four in 10 of the PMET vacancies they had trouble hiring locals for.  Related Story Job-search struggles of vulnerable PMETs aged over 40  Related Story Employment security among top concerns of job seekers: Poll  Other top reasons were candidates lacking necessary work experience, and finding the pay unattractive.  For non-PMET positions which were hard to fill with locals, the top three reasons were candidates finding the pay unattractive, finding the job physically strenuous, or preferring not to do shift work.  In general, PMET openings were easier to fill than non-PMET ones. Some 19 per cent of PMET vacancies were unfilled for at least six months, compared with 41 per cent of non-PMET vacancies.  The overall share of vacancies which remained unfilled for at least six months also fell to 28 per cent last year, the lowest in at least a decade.  National Trades Union Congress assistant secretary-general Patrick Tay said in a Facebook post on Friday that there could still be job opportunities such as in sectors and firms affected by labour supply disruptions.  He said that NTUC is exploring ways to better match people who are unemployed or who have been placed on reduced work hours to such opportunities.  “It may require some of us to pick up some new skills or require us to make some difficult adjustments but we should hold fast and steady and tide through this difficult period together,” he said.","129":"SINGAPORE - Migrant workers who gather in large numbers in public may have their work passes revoked if they do not disperse when ordered to by the authorities.  In a statement on Wednesday (March 25), the Manpower Ministry (MOM) said it would step up inspections on the ground to disperse large gatherings by foreign workers, in particular foreign domestic workers (FDWs).  +As outdoor gatherings among FDWs tend to be large, MOM will take action to disperse them as an added precaution... Workers who do not cooperate will have their work passes revoked,+ said the statement.  The MOM singled out places frequented by migrant workers, including City Plaza in Paya Lebar, where Indonesian maids, among others, are seen, and Lucky Plaza in Orchard Road, a popular gathering place for Filipino domestic workers on their days off.  It also highlighted Little India, where workers from the South Asian community frequent, and Peninsula Plaza in North Bridge Road, also known as +Little Burma+ for its patronage by the Myanmar community.  There are about 255,800 FDWs and 284,300 foreign construction workers here as of June last year. Together, they account for almost 10 per cent of Singapore+s population.  The MOM said the steps were taken in view of tighter measures at the national level.  From 11.59pm on Thursday, all entertainment venues such as bars and cinemas will have to close, and gatherings outside work and school cannot exceed 10 people.  Malls can stay open but only if they ensure crowd density is reduced.  On Wednesday, the MOM advised foreign workers to remain in their residence on rest days, and said their employers and dormitory operators should +educate+ them on this.  Workers should minimise time spent outside when running important errands, while employers should know where they are and have them return home once their tasks are complete.  Workers should also observe good personal hygiene and minimise physical contact by not shaking hands or sharing food, and maintaining a safe distance from one another.  If they meet indoors, workers must observe the latest rules on gatherings, the MOM added.  +Collective social responsibility is critical in slowing the transmission of Covid-19. We ask for the cooperation of workers to take necessary precautions and exercise individual responsibility,+ said the ministry.","149":"SINGAPORE - The 10,000 jobs being created through the SGUnited Jobs initiative could be in such industries as infocomm technology, cleaning and logistics as well as the public sector.  Singapore Business Federation chief executive Ho Meng Kit said sectors that are still hiring could include security, cleaning, infocomm technology (ICT), manufacturing and engineering.  +These sectors are likely to have a fair share of both permanent and temporary positions, given the manpower challenges with the more severe travel restrictions imposed here and globally,+ he said.  He added that SBF will expand its SBF ManpowerConnect scheme - which links employers with excess Chinese work pass holders to those with a shortage - to include helping companies requiring Singapore resident workers.  OCBC chief economist Selena Ling said sectors like logistics may demand workers as people order more things online such as groceries and food, and electronics.  Deputy Prime Minister Heng Swee Keat had said on Thursday, when he announced the initiative, that the public sector will take the lead in speeding up hiring plans for roles in emerging areas, recruiting for long-term roles in essential services and offering temporary jobs to handle the increase in Covid-19-related operations.  The jobs must be immediately available to help people who need to get back to work quickly, said Manpower Minister Josephine Teo on Friday (March 27).  About 3,000 jobs under the initiative were listed on Friday as part of a virtual career fair at SGUnitedJobs.gov.sg.  As of 4pm on Friday, almost 1,500 job applications had been received, said a spokesman for government agency Workforce Singapore (WSG).  Available jobs include customer service assistants, social service officers, relief teachers and ambulance drivers.  About 80 per cent of the vacancies are for temporary jobs of up to one year, said Mrs Teo, adding that the pay range of jobs on offer is $1,700 to $5,800 a month.  She said that although job seekers may prefer a permanent role, the initiative helps those who need to find a job immediately as they have children, mortgages, elderly parents or other money commitments.  Getting back to work quickly also puts workers in a better position to continue their career when the economy recovers, she said.  +Their resume continues to build up (as) they continue to be trained and continue to have relevant work experience,+ she said.  She noted that virtual career fairs enable job matching to continue amid the safe distancing measures rolled out to slow the spread of the coronavirus. The situation is different from that of the 2008-2009 global financial crisis, when large-scale job fairs could be organised.  DPM Heng had also unveiled on Thursday an enhanced Jobs Support Scheme which provides employers a wage subsidy of 25 per cent for each local employee on the first $4,600 of monthly wages, with higher support of 50 per cent for those in food services, and 75 per cent for those in aviation and tourism. The original scheme had an 8 per cent wage subsidy.  Mrs Teo said that it is too early to say how large an impact the new measures will make, but she assured Singaporeans that “if we need to do more, we will find some ways to do it”.  Speaking to reporters after observing virtual networking sessions between employers and jobseekers at WSG’s office, she said the expected number of job vacancies and retrenchments this year had been a concern even before the covonavirus outbreak.  Jobseekers or those displaced are likely to face some difficulties this year, she added.  Therefore, the Government is not depending on any one single scheme but rather a whole range, with the top priority being to support employers to keep as many local employees as possible.  Mrs Teo said: “In doing so, we hope to minimise the number of businesses that will have to implement other cost-cutting measures, like wages, and possibly even displacing some of their workers.”  She added: “If you can keep that number as low as possible, then you have a better chance of helping (displaced workers) to move on to something else.”  She also said the National Wages Council, which typically releases recommendations for wage practices at end-May, will do so by end-March.  She said she has asked the council to discuss whether companies that implement shorter working hours should allow workers to take on a second job to boost their income.  Related Story Help for workers, families and businesses  On Friday, the volume of visitors to the virtual career fair seemed to be greater than expected as the site was inaccessible to this reporter at several points during the day.  The WSG spokesman said: +We seek the public+s patience and understanding as there has been a very strong demand and our team continues to strengthen the SGUnited Jobs VCF (Virtual Career Fair).  +Should visitors experience any lag in the meantime, we encourage them to return to the site at a later time as the VCF is available till April 12, 2020. They may also visit MyCareersFuture.sg to access a wide range of permanent job opportunities.+","151":"SINGAPORE - About 88,000 self-employed persons will receive cash payouts of $3,000 each in May, July and October this year to help them in this time of economic uncertainty caused by the coronavirus pandemic.  The Self-Employed Person Income Relief Scheme (Sirs), which will cost $1.2 billion in total, will be open to those who earn a Net Trade Income of no more than $100,000, live in a property with an annual value of no more than $13,000 and do not own two or more properties.  They must also have started self-employment on or before March 25 and must not earn any income as employees.  If they are married, they and their spouse together must not own two or more properties, and the spouse+s Assessable Income must not exceed $70,000.  The scheme is part of a landmark $48.4 billion supplementary Budget announced by Deputy Prime Minister Heng Swee Keat on Thursday (March 26) to help Singapore cope with the coronavirus outbreak.  The Resilience Budget comes on top of the $6.4 billion package that was announced about a month ago to cushion the impact of the coronavirus pandemic.  MOM said on Friday that about 50,000 self-employed persons are currently receiving Workfare payouts of between $1,133 and $2,667 a year. They will be eligible for Sirs.  +Due to the extraordinary circumstances brought about by the Covid-19 pandemic, we have broadened the eligibility criteria beyond Workfare to enable more self-employed persons to qualify for Sirs,+ the ministry added.  Those who are 37 years old and above in 2020 and declared positive self-employment income to the Inland Revenue Authority of Singapore or the Central Provident Fund Board for Work Year 2018 will not need to apply for Sirs.  They will be automatically notified of their eligibility via letter and SMS, and will receive their first Sirs payout in May, said MOM.  Others who are eligible may apply for Sirs. More details on the scheme and application process will be released at a later date."},"caption":{"3":"+An estimated 10,000 to 15,000 security officers, about one-third the workforce, are Malaysians who will be cut off from Singapore by the travel ban, said the president of the Security Association Singapore.+","4":"+It is estimated that more than 100,000 Malaysians, including some 1,000 nurses and healthcare workers, have no living arrangements in Singapore.+","48":"+The fund will allow freelancers who are union members to claim higher training allowances to defray the opportunity cost of going for courses.+","70":"+13 workplaces were issued stop-work orders and 8 were given remedial orders for disregarding the need for safe distancing.+","93":"+Most of them were work-pass holders with travel history to countries affected by Covid-19 and who entered Singapore without obtaining entry approval from MOM.+","111":"++The focus must be to help as many people as possible stay in their current jobs,+ said Manpower Minister Josephine Teo. +We can then direct job matching support to those who need it most.++","129":"+MOM is advising foreign workers to remain in their residence on rest days and minimise time spent outside when running errands.+","149":"+About 3,000 jobs under the SGUnited Jobs initiative were listed on Friday as part of a virtual career fair, of which about 80% of them were temporary jobs of up to a year.+","151":"+The money will come in 3 payouts of $3,000 each in May, July and October for those who are eligible.+"},"summary":{"3":"SINGAPORE - Security firms here said they will be hard hit by Malaysia+s lockdown, with around 20 to 30 per cent of all security officers hailing from across the border. Malaysians are the only nationality, apart from Singaporeans and permanent residents, who can work here as licensed security officers. Since the announcement, security firms have rushed to make arrangements for their Malaysian workforce. Mr Thomas said it is +inevitable+ that there will be manpower shortages, and security agencies will need to streamline operations to meet security outcomes. Said Mr Thomas: +Security is an essential service, and we really need to focus on ensuring that we do not lapse on this.+","4":"SINGAPORE - Over 10,000 Malaysians working in Singapore and affected by Malaysia+s travel ban starting Wednesday (March 18) have found accommodation in Singapore within just a few hours on Tuesday (March 17), said Manpower Minister Josephine Teo. About 100,000 Malaysians working here have no living arrangements in Singapore. +It may take some time because employers and workers have preferences, and different budgets, so we need time to match them,+ she said. About 415,000 people, many of them Malaysians working in Singapore, use the land checkpoints between the two countries daily. +We advise employers to assess their manpower needs carefully and make a considered decision as to whether they need their affected workers to remain in Singapore,+ said MOM.","48":"SINGAPORE - The National Trades Union Congress (NTUC) has set aside $4 million to help freelancers who are union members cope with the lull in business due to the coronavirus outbreak. There is no cap on the number of courses which freelancers can attend, and the allowance will be given out after the programmes are completed. NTUC members who joined the union before March 1, 2020 will receive $8.50 per hour in training allowance, while those who joined after March 1 will get $8 per hour. The training fund was intended to help defray opportunity costs and extend some financial relief to freelancers, she added. Mr Azan, who is president of the National Private Hire Vehicles Association, said he was encouraging drivers in his association to sign up for tourism-related and security courses complementary to their driving roles.","70":"SINGAPORE - Enforcement action has been taken against 21 workplaces which have failed to comply with government advisories on safe distancing measures to reduce the risk of local transmission of the coronavirus that causes Covid-19, the Ministry of Manpower (MOM) said in a statement on Monday (March 23). Thirteen stop-work orders and eight remedial orders were issued to workplaces which disregarded the need for safe distancing on Monday in the first day of enforcement, MOM said. The inspections target workplaces with large groups of workers, such as factories, construction sites, shipyards as well as collaborative workplaces. Safe distancing measures should also be clearly communicated to all workers. We also urge employees to practise social responsibility and stay safe by maintaining good personal hygiene and safe distancing,+ the commissioner for workplace safety and health, Mr Silas Sng, said.","93":"SINGAPORE - The Ministry of Manpower (MOM) has revoked a total of 89 work passes as of Saturday (March 21) for breaching entry approval and stay-home notice (SHN) requirements. Out of this number, 73 were work-pass holders with travel history to countries affected by Covid-19 and who entered Singapore without obtaining entry approval from MOM. Another 16 work-pass holders were caught breaching the Leave of Absence (LOA) or SHN requirements. With stricter border requirements, entry approvals and SHN are now required for work-pass holders entering Singapore from anywhere in the world. +Employers and employees have a joint duty to ensure that the employee behaves responsibly during the SHN,+ MOM said.","111":"SINGAPORE - Singapore saw fewer job vacancies overall last year but there were still many opportunities in growth sectors, said Manpower Minister Josephine Teo on Friday (March 20). The report showed that despite economic uncertainties, like the United States-China trade war, that resulted in fewer job vacancies, employers were still creating new jobs through business expansion and formation. For PMET vacancies, employers valued candidates+ skills, work experience, and attitude over academic qualifications for about half (46 per cent) of the vacancies. The lack of necessary specialised skills was the top challenge faced by employers trying to fill PMET vacancies, said MOM. Some 19 per cent of PMET vacancies were unfilled for at least six months, compared with 41 per cent of non-PMET vacancies.","129":"SINGAPORE - Migrant workers who gather in large numbers in public may have their work passes revoked if they do not disperse when ordered to by the authorities. In a statement on Wednesday (March 25), the Manpower Ministry (MOM) said it would step up inspections on the ground to disperse large gatherings by foreign workers, in particular foreign domestic workers (FDWs). +As outdoor gatherings among FDWs tend to be large, MOM will take action to disperse them as an added precaution... Workers who do not cooperate will have their work passes revoked,+ said the statement. On Wednesday, the MOM advised foreign workers to remain in their residence on rest days, and said their employers and dormitory operators should +educate+ them on this. If they meet indoors, workers must observe the latest rules on gatherings, the MOM added.","149":"SINGAPORE - The 10,000 jobs being created through the SGUnited Jobs initiative could be in such industries as infocomm technology, cleaning and logistics as well as the public sector. Singapore Business Federation chief executive Ho Meng Kit said sectors that are still hiring could include security, cleaning, infocomm technology (ICT), manufacturing and engineering. About 3,000 jobs under the initiative were listed on Friday as part of a virtual career fair at SGUnitedJobs.gov.sg. She noted that virtual career fairs enable job matching to continue amid the safe distancing measures rolled out to slow the spread of the coronavirus. The WSG spokesman said: +We seek the public+s patience and understanding as there has been a very strong demand and our team continues to strengthen the SGUnited Jobs VCF (Virtual Career Fair).","151":"SINGAPORE - About 88,000 self-employed persons will receive cash payouts of $3,000 each in May, July and October this year to help them in this time of economic uncertainty caused by the coronavirus pandemic. They must also have started self-employment on or before March 25 and must not earn any income as employees. MOM said on Friday that about 50,000 self-employed persons are currently receiving Workfare payouts of between $1,133 and $2,667 a year. +Due to the extraordinary circumstances brought about by the Covid-19 pandemic, we have broadened the eligibility criteria beyond Workfare to enable more self-employed persons to qualify for Sirs,+ the ministry added. They will be automatically notified of their eligibility via letter and SMS, and will receive their first Sirs payout in May, said MOM."},"keywords":{"3":["security","firms","malaysians","malaysia","thomas","officers","malaysian","workers","story","officer","work","employees","march","related","association","manpower","workforce","cent"],"4":["march","malaysians","wednesday","malaysian","working","manpower","malaysia","tuesday","workers","teo","employers","mom","josephine","affected","minister","hours","accommodation","find","ministry"],"48":["freelancers","ntuc","training","congress","trades","march","story","areas","allowance","related","members","scheme","union","wednesday","hour","receive","million","programmes"],"70":["mom","monday","march","manpower","safe","enforcement","distancing","workplaces","work","measures","workers","orders","ministry","mas","employees","financial","failed","comply","government"],"93":["shn","mom","manpower","saturday","ministry","employers","work-pass","employees","loa","requirements","entry","caught","holders","approval","leave","absence","march","breaching","travel"],"111":["vacancies","job","year","teo","mom","cent","story","pmet","friday","march","workers","josephine","related","pmets","top","employers","mrs","manpower","jobs"],"129":["workers","mom","plaza","disperse","large","gatherings","foreign","fdws","work","road","wednesday","migrant","march","passes","authorities","revoked","manpower","ministry","gather"],"149":["jobs","job","friday","workers","teo","career","virtual","cent","sectors","fair","continue","initiative","scheme","work","wsg","technology","cleaning","employers","sbf"],"151":["sirs","income","july","october","self-employed","persons","scheme","march","billion","year","budget","workfare","properties","mom","cash","time","economic"]},"category":{"3":"manpower","4":"manpower","48":"manpower","70":"manpower","93":"manpower","111":"manpower","129":"manpower","149":"manpower","151":"manpower"},"reactions":{"3":{"Like":276,"Wow":81,"Sad":76,"Haha":19,"Angry":3},"4":{"Like":1300,"Sad":383,"Wow":153,"Love":31,"Haha":8,"Angry":7},"48":{"Like":107,"Love":5,"Wow":2},"70":{"Like":678,"Wow":73,"Haha":13,"Sad":7,"Angry":6,"Love":3},"93":{"Like":529,"Wow":17,"Love":10,"Sad":9,"Angry":5,"Haha":4},"111":{"Like":136,"Sad":23,"Angry":4,"Haha":3,"Wow":3},"129":{"Like":418,"Wow":11,"Love":8,"Haha":6,"Angry":3,"Sad":2},"149":{"Like":239,"Wow":4,"Haha":3,"Love":1,"Sad":1},"151":{"Like":530,"Wow":12,"Angry":10,"Love":7,"Haha":4,"Sad":4}},"sentiment":{"3":-0.3351955307,"4":-0.6030927835,"48":0.7142857143,"70":0.0294117647,"93":0.0,"111":-0.7272727273,"129":0.3,"149":0.3333333333,"151":-0.0810810811},"comments":{"3":"119.74.13.239:5000\/images\/fbid=10156841970382115","4":"119.74.13.239:5000\/images\/fbid=10156841900672115","48":"119.74.13.239:5000\/images\/fbid=10156870291317115","70":"119.74.13.239:5000\/images\/fbid=10156863881957115","93":"119.74.13.239:5000\/images\/fbid=10156856246612115","111":"119.74.13.239:5000\/images\/fbid=10156851394577115","129":"119.74.13.239:5000\/images\/fbid=10156871129547115","149":"119.74.13.239:5000\/images\/fbid=10156878508207115","151":"119.74.13.239:5000\/images\/fbid=10156878398372115"},"counts":{"3":{"positive":19,"negative":79,"neutral":81},"4":{"positive":39,"negative":390,"neutral":153},"48":{"positive":5,"negative":0,"neutral":2},"70":{"positive":16,"negative":13,"neutral":73},"93":{"positive":14,"negative":14,"neutral":17},"111":{"positive":3,"negative":27,"neutral":3},"129":{"positive":14,"negative":5,"neutral":11},"149":{"positive":4,"negative":1,"neutral":4},"151":{"positive":11,"negative":14,"neutral":12}}}